{
  "bannerTitle": "New Translation",
  "blog": "blog",
  "contact": "Contact",

  "home": "Home",
  "services": "services",
  "categories": "categories",
  "cvsearch": "cv search",
  "joinus": "join us",
  "aboutus": "About us",

  "flyinghigh": "Flying high",
  "acrosscultures": "Across cultures",
  "homedescription": "With an insight into quality and accuracy, we provide comprehensive translation services in all fields",
  "getAFreeQuote": "Get a free quote",
  "getAProQuote": "Get a pro quote",
  "personalFiles": "Personal files",
  "contractsAndLegalFiles": "Contracts and Legal Files",
  "specializedTranslation": "Specialized Translation",
  "multiLanguagesTranslation": "Multi Languages Translation",

  "applications": "Applications",
  "Translation": "Translation",
  "qualityAndDTP": "Quality and DTP",
  "deliveryAndCustomerSatisfaction": "Delivery and customer satisfaction",

  "applicationsDescription": "• Document analysis and assessment\n• Document receipt\n• Order assignment",
  "translationDescription": "• Revision and proofreading\n• Deadline agreement\n• Allocating resources\n• Translation",
  "qualityAndDTPDescription": "• Quality assurance and tracking\nfile from receiving till delivery\n• End formatting and desktop\npublishing",
  "deliveryAndCustomerSatisfactionDescription": "• File delivery and client satisfaction.\n• Customer Feedback.",

  "servicesLanguages": "Languages",
  "englishLanguageTitleData": "English Language",
  "englishLanguageDescriptionData": "English is the third most widespread language in the globe. It is the only \n language spread over the five continents. It is used on a wide scale as a second and official language all over the world. English language has \n developed especially in the Arab World and Gulf because of the development of life in general that share into a fundamental shift lately.",
  "frenchLanguageTitleData": "French",
  "frenchLanguageDescriptionData": "French is one of the most widely-spoken languages in the world. It is the official working language of the United Nations\n , UNESCO, the European community, the International Red Cross, Interpol, the International Olympic Committee,\n NATO, and the Organization for Economic Cooperation and Development.",
  "germanLanguageTitleData": "German",
  "germanLanguageDescriptionData": "German is the official language of Germany, Austria and Liechtenstein, one of several\n official languages in Belgium, Switzerland and Luxembourg. It is the one of the most six commonly spoken\n languages in the world and the most widely spoken first language in the EU.",
  "russianLanguageTitleData": "Russian",
  "russianLanguageDescriptionData": "Russian is the eighth most spoken language in the world and the most widely used of the Slavic languages lis ça. Over a quarter of the \nworld’s scientific literature is published in Russian. Furthermore, it is one of the official languages in the United Nations.",
  "turkishLanguageTitleData": "Turkish",
  "turkishLanguageDescriptionData": "Turkish is the official language of Turkey and is one of the official\n languages of Cyprus. It is spoken with around 80 million native speakers in the world.",

  "chineseanguageTitleData": "Chinese",
  "chineseanguageDescriptionData": "The majority of the Chinese-speaking population live in china (more than 980 million), while important Chinese-speaking communities \nare also found worldwide, especially in Europe, North and South America.Chinese is written in two versions; traditional and simplified Chinese.\n Simplified characters are used in the PRC and Singapore, while the traditional is used in Taiwan, Hong Kong, and Malaysia.",
  "italianLanguageTitleData": "Italian",
  "italianLanguageDescriptionData": "Italian is spoken by more than 65 million people in the world. The largest Italian speaking population is in Italy, it is also one of\n the official languages in Switzerland. Italian is considered one of the most beautiful languages all over the world. It is\n the language of culture, art, music, poetry, fashion, love and the perfect language to discover European history.",
  "spanishLanguageTitleData": "Spanish",
  "spanishLanguageDescriptionData": "The importance of the Spanish language is undeniable. Spanish is the second most spoken language in the world. It is used as an official\n language by the European Union, the Organization of American States, and the Union of South American Nations, \nand by many other international organizations. Moreover, the importance of Spanish as a language of business has \nbeen increasing in the last few decades.",
  "swedishLanguageTitleData": "Swedish",
  "swedishLanguageDescriptionData": "Swedish is the largest of the North Germanic languages, spoken natively by about 9 million people in Sweden and parts of Finland. The Swedish language shares many similarities with Norwegian and Danish.",
  "ukrainianLanguageTitleData": "Ukrainian",
  "ukrainianLanguageDescriptionData": "Ukrainian is one of the world’s oldest languages. It is the official language of Ukraine. It is spoken by the Russian-Ukrainian communities in different countries of the world, including Canada and the United States.",
  "bulgarianLanguageTitleData": "Bulgarian",
  "bulgarianLanguageDescriptionData": "Bulgarian is the official language of the Republic of Bulgaria. It is also spoken in Canada, Greece, Hungary, Israel, Moldova, Romania, Serbia and Montenegro, Turkey, Ukraine, and the U.S.",
  "portugueseLanguageTitleData": "Portuguese",
  "portugueseLanguageDescriptionData": "Portuguese is one of the major languages of the world (the sixth most spoken language worldwide), spoken by about 200 million people on four continents.",

  "servicesTranslation": "Translation",
  "legalTranslationTitleData": "Legal translation",
  "legalTranslationDescriptionData": "Legal translation service is a service that has been formally approved for use for official purposes. Translating and interpreting a legal context is a specialized process requiring accuracy, reliability and confidentiality.\n\n Documents that require certified translation include papers that have to be submitted to Immigration or Naturalization Department (such as birth, divorce, passports, marriage certificates, high school certificates, university degrees and training certificates if any in addition to many others).\nSaleh Al Omar Certified Translation (SACT) is specialized in various translation services including; legal businesses, ensuring the highest quality and accurate translations. We have been delivering legal translation services for over 4 years to various law firms in the Middle East and throughout Europe, Africa and Asia. We provide these companies and law firms with a range of legal translation services including: translations of contracts and agreements, translation Intellectual Property, translation of trademarks, certified translations and official document translation.\nSACT is a certified translation and interpretation company through Saudi Chamber of Commerce under Saudi law. This can ensure you that our quality of work is the highest level for all your projects. If you have an upcoming requirement for a legal translation you can contact one of our dedicated project managers to discuss your needs.\nWhen it comes to legal translation, experience matters in translating legal documents as we have over than 4 years in serving various categories of clients. Whether you want legal translation or another type of translation, never accept less than expert translators when it comes to translation of legal documents. It is required to have basic knowledge of the legal systems of both the source and target languages.\nIn literary translation, a translator may add or remove some words in order to render the message and the meaning of the text. Unlike literary language, legal language should be brief, concise and clear. Ambiguity may lead to different interpretations and so different readings and messages, which in turn lead to differences and gaps between parties.\nThe three No’s of legal translation: No addition, No omission, No alteration are highly important that cannot be discarded. Accuracy and confidentiality are a need when it comes to translating legal texts. One mistake in translating an official document could lead to lawsuit. As legal translation has its traps. When it comes to translate legal documents, translator need to be precise as in technical translation.\nOur legal translation services include:\nCertified translation services requested by clients in the legal sector include:\n\n·Witness statements\n\n·Trusts\n\n·Powers of attorney\n\n·Litigation documents\n\n·Immigration documents\n\n·Depositions\n\n·Wills\n\n·Articles of incorporation\n\n·Property/exhibit labels\n\n·Articles of Association\n\n·Contracts\n\n·Licensing agreements\n\n·Commercial law\n\n·Company and competition law\n\n·Intellectual Property\n\n·International Trade\n\n·Maritime Law\n\n·Property law\n\n·Inheritance law",
  "literaryTranslationAndHumanitiesTitleData": "Literary Translation and Humanities",
  "literaryTranslationAndHumanitiesDescriptionData": "Literary Translation is simply the migration of feeling to language. This category contains many works, such as poetry, stories, novels, journalistic articles, intellectual creations, humanities, and related categories. Translation of humanities and literature is the art transferring knowledge and artful presentation from one language to another. We have translated various literary works like poems, short stories, plays and novels that have been translated.\n\nSaleh Al Omar Certified Translation (SACT) Office is keen on promoting the principles of cultures dialogue and transferring ideas of humanities that reflecting the culture on both sides in line with contemporary thought in a dynamic way without prejudice to that humanitarian message in the original text.\n\nLiterary translation is not that effort to provide a literal , word for word translation of the source text; but rather it is an attempt to convey the author’s original message in new style and to recall the same mood and manner of the original narrative to foreign audiences and readers. In addition, to have a deep knowledge of the foreign languages and cultures involved, literary translators sometimes can be described to be more creative than writers themselves beside being literature experts.\n\nProviding a professional literary translation of the highest quality requires the most talented, skilled and creative linguists. Works of literature are written in an eloquent and dynamic prose which makes translating them both a meticulous artistic task that could be a masterpiece than the text itself.\n\nThe literary translator captures the style, point of view and emotion of the author to ensure that true spirit of the work transfer smoothly through the chosen language. A word for word translations provide the reader with an accurate text but not representing the richness or the soul of the text that a creative translator introduces. We only empower linguists who have that skill of creative writing and possess different artistic skills in addition to cultural awareness and knowledge of the industry itself.\n Your creative works and business communications mean everything to us so we ensure they are kept confidential in secure offices. We are the first specialist language firm to focus on security.\n\nBooks are spread widely. They are one of many ways where we get to know the past, especially historical information. Books provide loads of information that can be shared across the globe. The information shared through books help in developing the\n culture of the country. People across the world need access to books and language is the barrier in that access and you could share your thoughts and information through it.\nTranslating a novel is becoming the latest trend in recent days and it is also becoming successful in reaching a large number of people across the globe. There are many popular novels written by popular writers and have achieved the best sales. At the\n same time, such novels are written in their native languages which cannot be read by others who does not know that language. But the popularity of the novel tempts the novel readers to somehow read it. So it will be possible and easy for other readers \nacross the world to read various novels popular in other countries across the global, that online novel translation can be done.\nSimilar to that process of translating a novel, there is another sector of translating poems which require more efforts to be exerted, as the poetry translator must translate each and every line with ultimate sen\n meaning the author wishes his readers would get beside, maintaining the poetic impact.",
  "militaryTranslationTitleData": "Military Translation",
  "militaryTranslationDescriptionData": "Saleh Al Omar Certified Translation (SACT) provides defense sector translation services to the Saudi Ministry of Defense and Aviation and undertakes projects for non-governmental organization and defense equipment manufacturers worldwide in a range of required matters such as Land, Air, and Sea. Our service is based on quality, reliability, and confidentiality.\nSACT has been engaged in various translation tasks related to military and defense projects for the past four years and due to the vigorous, dynamic and toughness of military environment, it has become vital to ensure that each and every task is accurately, instantly and properly translated into its target language.  \nMilitary translation is a particularly specialized and complicated branch of translation, as the documentation is extensive, with inputs from various departments within our Company. It is always subject to review, proofreading, and timescales. We have created and developed a translation memory to include all of the common military terminology and expression to ensure consistency and quickness towards translated files read this post here. Documentation is done securely in accordance with Saudi Ministry of Defense and Aviation requirements. SACT responds very well to clients’ needs, providing quotations and high-quality translations within requested deadlines which are invariably short, making every effort to comply with clients’ requirements.  \nWe have been providing translation services to the defense sector for over 4 years. As well as we currently provide service of translation contracts with some of Ministry Of Defense agencies in addition to providing our services to prime contractors, integrators, and other defense-related suppliers. Integrity and professionalism are both the key to our service provision. This is why the Ministry Of Defense has continued to entrust materials for translation to us since 2010. The challenge of working in sometimes difficult circumstances means the need for language services such as the intelligence and security consulting industries that cannot be underestimated.  \nSACT is obviously conscious of these sectors unique requirements and our professional linguists are fully trained and aware of that strict obligation of security related work. We regularly make team groups of specialist translators undertake that sensitive work for which technical understanding, security, and confidentiality are essential. Linguists working in the security sector are engaged in interpreting as well as the translation. We provide both English, Arabic, and other languages when needed translators of the highest quality, and our linguists are found throughout the Arabic-speaking world.  \nOur military and defense translators have strong experiences and backgrounds within the military translation field. In addition, the security and confidentiality of your content are guaranteed. Our site is highly secured and we develop various systems and procedures that guarantee and maintain your data and confidentiality. All of our staff are familiar with confidentiality issues and deal with all documentations and data as highly confidential and totally secured. As a professional linguistic services provider, our linguists abide by objectivity, confidentiality, and neutrality under the Terms and Conditions stipulated by us. Besides these non-disclosure agreements extend across the board to include all of our staff and any professionals who work for us. When on site, linguists wear photo identification at all times and carry documentation as proof of their identity, relationship and contact details of Saleh Al Omar Certified Translation as means of verification.  \nWe have worked with a various range of companies, including intelligence, navigation, vehicles, weapons, surveillance, satellite, defense technology and thermal imaging companies.  \nSaleh Al Omar Certified Translation (SACT) provides defense sector translation services to the Saudi Ministry of Defense and Aviation and undertakes projects for non-governmental organization and defense equipment manufacturers worldwide in a range of required matters such as Land, Air, and Sea. Our service is based on quality, reliability, and confidentiality.  \nSACT has been engaged in various translation tasks related to military and defense projects for the past four years and due to the vigorous, dynamic and toughness of military environment, it has become vital to ensure that each and every task is accurately, instantly and properly translated into its target language.\nMilitary translation is a particularly specialized and complicated branch of translation, as the documentation is extensive, with inputs from various departments within our Company. It is always subject to review, proofreading, and timescales. We have created and developed a translation memory to include all of the common military terminology and expression to ensure consistency and quickness towards translated files read this post here. Documentation is done securely in accordance with Saudi Ministry of Defense and Aviation requirements. SACT responds very well to clients’ needs, providing quotations and high-quality translations within requested deadlines which are invariably short, making every effort to comply with clients’ requirements.\nWe have been providing translation services to the defense sector for over 4 years. As well as we currently provide service of translation contracts with some of Ministry Of Defense agencies in addition to providing our services to prime contractors, integrators, and other defense-related suppliers. Integrity and professionalism are both the key to our service provision. This is why the Ministry Of Defense has continued to entrust materials for translation to us since 2010. The challenge of working in sometimes difficult circumstances means the need for language services such as the intelligence and security consulting industries that cannot be underestimated.\nSACT is obviously conscious of these sectors unique requirements and our professional linguists are fully trained and aware of that strict obligation of security related work. We regularly make team groups of specialist translators undertake that sensitive work for which technical understanding, security, and confidentiality are essential. Linguists working in the security sector are engaged in interpreting as well as the translation. We provide both English, Arabic, and other languages when needed translators of the highest quality, and our linguists are found throughout the Arabic-speaking world.\nOur military and defense translators have strong experiences and backgrounds within the military translation field. In addition, the security and confidentiality of your content are guaranteed. Our site is highly secured and we develop various systems and procedures that guarantee and maintain your data and confidentiality. All of our staff are familiar with confidentiality issues and deal with all documentations and data as highly confidential and totally secured. As a professional linguistic services provider, our linguists abide by objectivity, confidentiality, and neutrality under the Terms and Conditions stipulated by us. Besides these non-disclosure agreements extend across the board to include all of our staff and any professionals who work for us. When on site, linguists wear photo identification at all times and carry documentation as proof of their identity, relationship and contact details of Saleh Al Omar Certified Translation as means of verification.\nWe have worked with a various range of companies, including intelligence, navigation, vehicles, weapons, surveillance, satellite, defense technology and thermal imaging companies.\nWhatever the defense products, from information systems to watercraft, from aircraft to weaponry, confidential and professional translation is a must in this highly concentrated risky market. We have a portfolio of clients in this sector because of our specialist knowledge, responsiveness and ability deal with urgent projects.Whatever the defense products, from information systems to watercraft, from aircraft to weaponry, confidential and professional translation is a must in this highly concentrated risky market. We have a portfolio of clients in this sector because of our specialist knowledge, responsiveness and ability deal with urgent projects.",
  "medicalTranslationTitleData": "Medical Translation",
  "medicalTranslationDescriptionData": "Medical Translation Services  \nMedical translation is highly a specialized field since medical documents are scientific and complex to translate. They require great accuracy and expertise to ensure professional translation that is why you don’t just need common translators. But you have to seek a translation company with reputable experience in medical translation services and recognized credentials!  \nAt SACT, we strive to translate medical documents to the highest standards of translation quality by relying on specialized medical translators. We tailor our services to the needs and requirements of our clients.   \nHow We Work  \nEvery medical translation project is handled by our project managers so you can assured to get all your needs at the highest level of quality, efficient turnaround and confidentiality of your medical documents. Project Managers assign projects to translators according to their specialization in translation areas and their experience. All our projects go through revision, editing and proofreading by an equally experienced translator before delivery.  \nAt SACT, we have the technology tools needed to get the job done on time and within budget. We work with translation memory and specialized glossaries for medical translation projects to ensure accuracy, consistency and adapt translations to particular industry or company-specific language.  \nCertified Translation Services  \nSACT is  Saudi Chamber of Commerce certified, which means that you can be confident of a professional medical translation of the highest quality. We have been supporting the medical, chemical and pharmaceutical sectors for many years and has become a preferred supplier to an increasing number of multinational medical, chemical and pharmaceutical companies. We have all the required expertise and skills to provide medical translation of the highest quality.  \nDo not Compromise on Quality When It Has to Do with Medical Translation!  \nAs medical mistakes are costly, the same is for translation mistakes especially when it comes to medical issues. It is not an option that you hire high quality experienced translation agency but a persistent must as lives may be lost. Actually, medical mistakes are not just mistakes, they are worse than being mistakes. Hence comes the strong emphasis on the quality of medical translation.  \nSACT delivers a service that is vital in respect of our work. We have that expertise to finish your medical translation that vary from being simple medical receipts for insurance purposes, to complex pharmaceutical reports. SACT has these translators who have wide medical and scientific backgrounds so you don’t have to worry about the complication that surrounds medical translations, we have it covered.  \nWe cover a variety of medical documentations, including:  \n·     Consultation reports  \n·     Codes of conduct  \n·     Discharge summaries  \n·     Medical notice information  \n·     Patient information  \n·     Research papers  \n·     Medical letters  \n·      Healthcare leaflets  \nUse our quote system to get an estimated quote on your medical translation project.",
  "religiousTranslationTitleData": "Religious Translation",
  "religiousTranslationDescriptionData": "Religious Translation  \nReligious translation is a wide field that requires more than accuracy, extensive expertise, knowledge, and familiarity with all its aspects. Religious translations differ according to the different religions.  \nTranslation of religious texts has been a key and core element in spreading Allah message throughout all ages. It is also employed for teaching the basics of religion as it is mirroring the beauty of faith and morality around the globe. As a powerful instrument for missionary purposes, it should be as accurate and precise as possible and must be in accordance with sound belief. Translator must understand the original source text and transfer it faithfully, accurately and integrally into the receptor language, without adding or omitting a single part of the original content.  \nIn religious translation, the translator have to keep the same meaning without any alteration or creativity. As there are three main religions; Islam, Christianity and Judaism each of which has its own book; the Bible, the Quran, and the Torah. In addition to these merely religious books that Allah send his messengers with. There are millions interpretations to their texts and verses. Religious translation is problematic in terms of the status of translation. The intended meaning of a certain religious word may, for instance, differ between Christian and Muslim usages. Unfortunately, we find a wide range of translation errors in religious materials which Saleh Al Omar Certified Translation (SACT) diligently corrects them whenever found. This is considered a gross error and is frequently committed while translating Islamic Arabic texts into foreign languages.  \nOur religious translation services are characterized by a precise quality and we are recognized as pioneers in that respect. We provide religious translations such as Islamic research, books, and references, and we have many participations in this field, who have been thought of favorably by the authors and their readers.  \nThe transfer of religious texts from one language to another involves, among other things, the scientific study of language, including phonology, morphology, lexis, and semantics. Most of our translators of religious texts are native speakers of the target language. So be sure that you will get a great experience in dealing with us.",
  "leisureTourismAndHospitalityTranslationTitleData": "Leisure, tourism and hospitality translation",
  "leisureTourismAndHospitalityTranslationDescriptionData": "Leisure, tourism and hospitality translation  \nSaleh Al Omar Certified Translation (SACT) has a great expertise in hospitality and tourism field. We offer great competitive rates and intelligent solutions for your corporate to meet your expectations. We provide accurate dynamic translations in any language. We provide individual quotes for each and every translation task to provide you with the best possible rate. You can select a pricing model that best suits your time frame, language pairs and content so that you never pay more than you need in addition that you get a professional translation as well.  \nLeisure, Tourism and Hospitality Translations are challenging indeed, as they contain lots of cultural, historical and idiomatic issues; that only a professional native translator can ensure a good launch of your content in the target culture and country. There are many historical facts, local names and cultural features that have to be taken into account for a positive reaction from your audiences.  \nHospitality and Tourism have definitely features that cannot only conveyed nor translated through words, but through accurate translation. This translation includes diverse and exciting areas, including tourist attractions, sports, and leisure activities. The challenge in that field is to be culturally informative with a touch of promotional content as it needs both talent and skill to be harmonized.  \nEither if you are an international guest company or you are welcoming international guests, make sure your hospitality and friendliness are offered at the best level. Both project managers and linguists at our office always abide by high-standard qualities you aspire for in your translations. You will work with professional mother tongue translators, who have dealt with numerous tourism-related projects. SACT Linguistics provide professional Travel hospitality translation services by human translators who work at very competitive rates.  \nLeisure, Tourism and Hospitality related documents can be translated when required with tight deadlines. We can provide you with professional translators who are specialized in this particular field. We employ the latest translation technology such as translation memory tools. We create a quality control process which enables us to produce 100?curate solutions. We guarantee that you will be our permanent client for everything we offer.",
  "economicAndFinancialTranslationTitleData": "Economic and Financial Translation",
  "economicAndFinancialTranslationDescriptionData": "We speak your language!\n  Appreciating the increasingly key of financial translation in the global economy, SACT provides financial translation that is accurate, confidential and tailored to banking, commercial and financial institutions. Whether it is banking, investment or equity statements, we know that when the stakes are high, you need a translation partner who understands finance and is able to cater one message to multiple locales and cultures\n  Work with Specialized Financial Translators\n  Our experienced Linguists shall deliver your financial translation services within tight timeframes to high quality.\n  At SACT, we achieve a consistently high standard in our financial translations by only employing the most highly qualified translators and proofreaders. We carefully assign the most appropriate team of translators, proofreaders and editors for each document. Many of our translators have degrees in business administration, accounting or economics as well as experience translating all financial forms. Our Services are tailored around your needs, from internal meeting minutes and annual financial statements to highly confidential merger and acquisition documents. Don’t worry- you are in safe hands!\n  Here are some of the many ways our financial translation services can help you:\n Equity and Bond Prospectuses\n Investment portfolio translations\n Board meeting minutes and shareholder statement translations\n IPO prospectus and floatation collateral\n Merger and Acquisitions\n Fund Fact Sheets\n Shareholder Reports\n Key Investor Information Documents (KIIDs)\n Corporate Communications\n Foreign Registration Filings\n Fund Reports\n Initial Public Offerings turk-eczanesi.com\n Registration Statements\n Bankruptcies\n Balance Sheets\n Income Statements\n Statement of Cash Flows\n Consolidated financial statements\n Audit and legal implications reports\n Client-tailored Project Management\n SACT takes pride in delivering high-quality services. A Project Manager, who is familiar with your business need, will be assigned to a project and manage all phases of the entire project to ensure your translation project is completed error-free and on time. We also use a range of subject-dependent glossaries that allow us to speed up translation time without compromising on translation quality of these terms. These glossaries reflect any specific client-internal terminology, so that each translation is stylistically identical to the client usage preferences.\n  Furthermore, we create and maintain a translation memory database for each client and when we receive updates for new translations, we use them in comparison with the existing Translation Memory, thus saving your time and money.\n  Translation project managers work behind the scenes to ensure that the translation process, from planning and scheduling to quality assurance and returning the translated material back on the agreed deadline, is completed efficiently.\n  Experienced Provider of Translation for all Financial Sectors\n  We provide financial translation services to businesses of different finance sectors, including Insurance, Asset Management, Banking and Accounting. Our required services included professional translation of market, sector analyses and financial research. All translations were carried out with strict adherence to corporate style guidelines.\n  Whether you are a modest-sized organization specializing in a particular segment or a multinational organization, our translation professionals have the expertise necessary to cater to the financial services market.\n Experienced Provider of Translation for all Financial Sectors\n We provide financial translation services to businesses across a variety of finance sectors, including Insurance, Asset Management, Banking and Accounting. Our required services included professional translation of market, sector analyses and financial research. All translations were carried out with strict adherence to corporate style guidelines.\n  Whether you are a modest-sized organization specializing in a particular segment or a multinational organization, our translation professionals have the expertise necessary to cater to the financial services market.\n  Trusted by\n Ministry of Economy and Planning\n McKinsey& Company\n General Authority for Statistics\n Allianz\n BCG",
  "generalTranslationTitleData": "General Translation",
  "generalTranslationDescriptionData": "Whether your project is less than 100 words or over 10,000, we can provide you with a fast and accurate translation by professional native speakers of the target language. General translations can come in any format, including documents, essays, reports and web pages. This translation contains texts dealing with general topics without specialized or technical terminologies. Whether you are an individual or a private or a public incorporate, Saleh Al Omar Certified Translation (SACT) is dedicated to provide you and meet all your needs in different fields of translation. We have professional translators working in general translation who translate into their mother tongues.  \n  \n  \n  We have various expertise in providing high-quality, professional translation services in many languages for a wide range of clients across various industries. We also provide\nindividual clients with certified translation services for their personal files and documents, such as academic degrees, birth certificates and passports.  \n  \n  \n  As a registered member of Saudi Chamber of Commerce, all of our official and legal works are certified by the regulatory body and we adhere to their professional standards.\n\n  \n  \n  As we have a global network of more than 1,200 professional translators and interpreters, our in-house team and project managers are on hand to offer you various linguistic \nsolutions.  \n  \n  \n   It is easy to copy and paste any sentence you want to translate and google it, but you will find a fragmented translation with unacceptable meaning at all. English words have \nmany Arabic equivalents. So how can google translate help you over that. But if you assign your task to a translation company or office, you will get your work done but \nstill there is something missing. It may be not the work you wished to have. In addition that there are various machine translation services online and everyone can say that he is a translator just because he can read or understand the other language. Therefore, you have to assign your work to a reputable company or agency and that is what \ndistinguish one company from another as you have to be satisfied with what you get.  \n  \n  \n  SACT prides itself as a linguistic service provider as it takes its work seriously. It is not a matter of conveying English text into its Arabic equivalent. Every text \nincludes many translation problems that need to be solved not just to know the meaning of that words but also to grab the message of that text and transfer it to the other \nparty so they can communicate perfectly.  \n   \n  \n  Solutions come from a real human being translator not a machine, who knows how to handle translation problems and techniques. There are so many levels of translation \ndifficulties. One translation mistake can ruin your business and reputation. Take a moment to think of translator’s efforts while generating the original text to another one \nand his big difficulty to keep your own thought regarding that text. Otherwise, you will have a translated text that is lifeless. Experience plays a great role in avoiding \nthese traps in translation.",

  "servicesInterpretation": "Interpretation",
  "simultaneousInterpretationTitleData": "Simultaneous Interpretation",
  "simultaneousInterpretationDescriptionData": "Saleh Al Omar for Certified Translation (SACT) provides various solutions tailored to your needs for interpretation and simultaneous interpretation in particular. Simultaneous \ninterpretation is one of the most required and interesting linguistic services more than any other service. As it is provided for conferences or court sessions or diplomatic \nmeetings or seminars or interviews in order to meet all requirements of our precious clients  \n  \n  \n  Simultaneous interpretation is a very widespread field of translation, which is critically needed in many occasions held by a multilingual audiences requiring communication. \nIt is also known as oral or real time Interpretation which takes place within a given period of time and the interpreter is bound by this time during which the original \nmessage is said, and his role begins immediately after or during uttering such a message. This type of interpretation does not abide by the same accuracy or the same   \noriginal style of text; but rather, it is sufficient for the interpreter to convey the content or essence of the speaker original message.  \n   \n  \n  Saleh Al Omar for Certified Translation can provide many professional specialized interpreters for our national and international clients. We understand your needs first then \ndepending on the nature of the project, you will be assigned interpreters with specialized expertise and skills in your particular field that will be discussed, whether it \nis scientific, technical, legal, medical or commercial. A professional interpreter brings his years of expertise in dealing with many problems of inter-lingual \ncommunication, and will have the knowledge to eliminate and bridge that gap in various situations and fields. The interpreter sits in a soundproof booth and interprets the \nspeaker’s message in the target language as soon as from the source language.  \n   \n  \n  Saleh Al Omar for Certified Translation (SACT) has reached the summit of simultaneous interpretation service as we have participated in many and different international \nevents; either global or local conferences, and we provide simultaneous interpretation services with unique, unparalleled efficiency.  \n   \n  \n  We would require all related documents and reference materials to be used in interpretation service. Interpreters should have the same data and documents as the same which \nsent to the participants. In addition, presentations or flyers or papers that will be distributed during the meeting, especially those for discussion will be available to \nour team of interpreters before they are discussed.  \n   \n  \n  Through hiring professional interpreters, they are chosen for their mother tongue fluency, and we make sure to satisfy all your interpreting needs that varying from \ninternational conferences or school meetings or medical consultations or business meetings or seminars. So if you are searching for an interpretation agency to handle your \nacademic, financial, legal, technical, medical or business related issues, therefore, you are at the right place and at the right hands. Once you tell us about your needs we \nwill take care of everything in a professional and friendly manner.",
  "consecutiveInterpretationTitleData": "Consecutive Interpretation",
  "consecutiveInterpretationDescriptionData": "Consecutive interpreting is usually used in small group discussions, court proceedings, interviews, conference calls, speeches beside small conferences, meetings and \npresentations where there are two different languages involved. This technique requires the speaker to pause a little to allow the interpreter to speak usually a couple of \nsentences at a time so, the interpreter has the time to analyze the message as a whole, making it easier for the audience to deliver a more fluent and clear message. It is \nso easy because it does not require specialized equipments so it is a practical solution in many cooperates.  \n  At Saleh Al Omar Certified Translation, we aim to provide that type of service that goes beyond expectations; a quality service that is tailored for you. Our network of \nlinguists spin the world, meaning that we can supply consecutive interpreters to any location at any time.\n  We also provide specified consecutive interpreting services for government officials or business executives, investors or observers conducting on-site visits. This service is \nmarked through our interpreters’ professionalism to respond spontaneously to the various situations they could be in from formal meetings, to factory tours or even welcoming \nparties.  \n  Our consecutive interpreting rates are the most competitive rates among translation and interpreting agencies in the Middle East, and come with an attentive and dedicated \ncustomer service that could not be competed.\n  In line with consecutive interpretation, the interpreter speaks after the speaker has finished his speech. The speech is divided into small paragraphs, when the speaker \nfinishes one; the interpreter then interprets the whole message into the target language. The consecutive interpreter will also be taking notes in the target language while \nthe main speaker is talking, ensuring that no details are accidentally left out.\n  To understand the language one must understand its culture. We at Saleh Al Omar Certified Translation assign the task to the right interpreter who is having outstanding \nknowledge in that specific domain and is capable of conveying the dialogue quickly and accurately in a precise manner. In addition to a strong memory to be able to recall \nthe utmost possible part of the heard message.\n  If you require the consecutive interpreter at any place a few hours in advance, let us know and you can rely on them to be there. If you would like speak and get to know the \ninterpreter, we’ll gladly set up a meeting, either in person or over the phone.\n  Another version of consecutive interpretation is at-Sight Interpreting. It means translation at first sight, as the translator reads the text by his eyes without loud \nutterance of the written speech in the source language then translates into the target language promptly through speech.",
  "whisperedInterpretingTitleData": "Whispered Interpreting",
  "whisperedInterpretingDescriptionData": "Whispered Interpreting\n  \n  Whispered interpreting, also known as “Chuchotage” after its French equal. It is a form of simultaneous interpreting where the interpreter whispers what the speaker is saying \nto the client in their mother tongue. It is usually used for an individual or when the target audience is small (fewer than 4), and is assigned to a very small group of \npeople. The interpreter sat among the target audience and he re-speaks what is being said simultaneously in a whisper, so as not to hinder the conference or meeting. This \ntype of interpreting is becoming increasingly popular.\n    As it is less formal means of interpreting and it is also combined with consecutive where no additional interpreting equipment is required and where there is only one foreign \nlanguage involved and a small number of delegates, this is best suited for more intimate and private, such as business negotiations, meeting, site visits and small meetings, \nespecially when the interpreter only needs to interpret for one or two people. For whispered simultaneous interpreting, our professional interpreters work into their mother \ntongue.\n  Saleh Al Omar Certified Translation (SACT) provides a highly-personalized service across all sectors and locations. Given the highly-personalized manner of whispered \ninterpreting, it’s naturally important that the interpreter and client establish a good relation. If you would like to meet the interpreter beforehand, our team will be glad \nto arrange that for you.",
  "eventAndConferenceEquipmentSupplyTitleData": "Event and conference equipment supply",
  "eventAndConferenceEquipmentSupplyDescriptionData": "Possibly the most important factor when accommodating foreign nobles and eminent Persons to a corporate conference or event is to have the right interpretation facilities at \nhand. As well as providing the right team of professional interpreters, Saleh Al Omar Certified Translation (SACT) can supply the right translation and interpretation \nequipment, from conference microphones and headsets, to transmission systems and sound booths and even technicians. All our works are certified and meets the regulatory and \nstandards of the Saudi Chamber of Commerce.\n  From the installation to the execution, we can guarantee that everything is done in the right way and that everyone in attendance, no matter their native language will \nunderstand every single word. We will make sure that nothing gets lost in translation and that every attendee at your event are engaged.\n  SACT project management team are professionals in providing all your needs and requirements for your event, no matter what is your location in the world and are always on hand \nto discuss your requirements and no matter how big or small, or the spoken languages, our worldwide network of interpreters and technicians are ready to work with you.\n  Just give us the details and we will take care of the entire work. We will be able to provide you with technicians for the equipment installation, and the interpreters will be \nready at least two days notice, no matter where in the world you are hosting your conference or event. Our staff will provide you with advice for the best solution for your \nevent, with an on-site technician to ensure that everything runs smoothly according to your requirements, allowing you to concentrate on achieving the best expected outcome \nof your event",
  "ourWorksTitleData": "Our works",
  "ourWorksDescriptionData": " 1.       Consecutive and simultaneous interpreting for a one month workshop held by King Abdulaziz & his companions Foundation for Giftedness & Creativity- (Mawhiba) in collaboration with Johns Hopkins University (Subcontract). \n  \n  2.       Academic Leadership Development Conference led by Assistant professor Jacqueline Fewkes of Florida Atlantic University and Jacqueline Elliott Vice President For Enrollment Management at the University of Tennessee.  \n \n 3.       Forum for Cooperation and Exchange between the Universities of the Islamic world: The Application of performance indicators for Enhancing the Quality in Higher Education, under the patronage of His Excellency the Minister of Higher Education Prof. Dr. Khalid bin Mohammed Al-Angari. \n \n 4.       French Interpreting in a graduation ceremony at the University of Princess Nora Bint Abdul Rahman for the year 2013 in the presence of the French Ambassador as a guest of honor. \n \n 5.       Simultaneous Interpreting for First Saudi International Conference on Crisis and Disaster Management 2-3/11/1434 viagra online prescription free. \n \n 6.       Simultaneous Interpreting Academic Development Workshop of the University of Imam Muhammad bin Saud Islamic University. \n \n 7.       Simultaneous Interpreting Second African-Arab Ministerial Meeting on Agriculture Development & Food Security, Riyadh, Kingdom of Saudi Arabia, 29 Sept – 02 Oct, 2013. \n \n 8.       Simultaneous Interpreting for a workshop by Porsche Co. in Riyadh Chamber of Commerce titled “Excellent Operations Management” \n \n 9.       Consecutive and interactive Interpreting for Workshop in King Fahd Security College (10 days) \n \n 10.   Consecutive Interpreting Workshop in Officers Club (3 days) contracted with Raytheon. \n \n 11.   Consecutive and interactive Interpreting at King Saud University for visiting Lecturers Dec 2013. \n \n 12.   Consecutive Interpreting for Raytheon at Naif Academy for National Security (27th January – 4th March). \n \n 13.   Jeddah Economic Forum 18th-20th of March. Providing English and French Interpreting services plus 800 headsets. \n \n 14.   Saudi Travel and Tourism Forum 30th of May – 3rd of April 2014. \n \n 15.   Seminar organized by SCTA in cooperation with World Tourism Organization 25th of May 2014. \n\n 16.   Opening Rabegh Electricity Company 29th of May 2014. \n \n 17.   4th International Conference on Disability & Rehabilitation 19th to 21st of October 2014.  \n  \n  18.   Tharwat Al Ghitha Holding Company Corporate Launch 22nd of October 2014.  \n  \n  19.   Get in the Ring, Final Regional Middle East STC Challenge 5th of October 2014.  \n  \n  20.   Regional Consultation Forum “Turkey B20 2015 – Jeddah Chapter” 22nd of Feb. 2015.  \n  \n  21.   Social Media\\ Uses & Methodological Challenges Conference 9-10th of Mar. 2015.  \n  \n  22.   UK Embassy – Riyadh -Department for International Development – Workshop for King Salman Humanitarian Aid and Relief Centre 11th-12th Oct 2015.  \n  \n  23.   Education Evaluation Forum Riyadh 3rd-5th Nov 2015.  \n  \n  24.   The fifth National Built Heritage Forum. 30th Nov 2015 – 3rd of Dec 2015.  \n  \n  25.   Workshop for Mckinsey Company from 6-8 March 2016 at Narcissus hotel  \n  \n  26.   (National Anti-Corruption commission)- International committee of Second Nazaha International Conference on 28 September 2016 at Burj Rafal – Kempinski from 8:30 am till 2:30 pm.  \n  \n  27.   For Event Company – (Ministry OF Economy and Planning meeting with Vietnamese delegation) at conferences Qasr hotel in Al Nasiriah from 5-7 November 2016.  \n  \n  28.   National Anti-Corruption commission- International anti-corruption day forum at Eastern Province, Khobar- Sofitel on Sunday 11 December 2016 from 9 am till 3 pm.",

  "desktopPublishingTitleData": "Desktop Publishing",
  "desktopPublishingDescriptionData": "Desktop Publishing\n\n  Desktop publishing (also known as DTP) is the process of formatting documents through using page layout features. Desktop publishing software is the main reference for digital \ntypography and can produce layouts and typographic texts and images that are comparable to traditional typography and printings. We at Saleh Al Omar Certified Translation \n(SACT) apply this technology as it not only allows businesses, individuals but also other organizations and cooperates to self-publish a wide range of printed items.\n\n   You need desktop publishing services when completing any usual translation task so that, you can give your project all the characteristics of materials written in the target \nlanguage. After your translation project reached its last stage, you start to think about its final format and how it will look like. It is essential to have a defined \ncreative layout of your document and to be free of typographical errors as these mistakes will have a negative impact on your final product. At Saleh Al Omar Certified \nTranslation, we are keen to provide you with all what you need that you will have your materials and publications in the most accurate formats that respond to your target \naudiences.\n\n   Desktop publishing methods offer control over design, layout and typography more than word processing. However, word processing software has developed to include some \ncapabilities previously available only with professional printing or desktop publishing. Our desktop publishing service way of working as follows; as we receive the source \npublications in their format. Extract their content for translation or editing, then create the target content mirroring the source content.\n\n\n  Our staff of linguists is professional in dealing with various programs content; MS Office applications (Word, Excel, PowerPoint), and Adobe products (Adobe Acrobat, Adobe In \nDesign, Adobe Illustrator). You can use a less common application or program to publish your content. Moreover, we will be ready to help you with our DTP solutions that will \ncertainly appeal to you and your target audiences.\n\n   DTP skills and software have the same used skills for common paper and book publishing which is used to create graphics for retail package designs, outdoor signs, trade show \nexhibits, promotional items and point of sale displays. In spite of desktop publication software is classified and only used in printing and PDF publications, on the other \nside DTP skills are not limited to print as it may be used for web design or user interface design for any graphical user interface as the content produced by desktop \npublishers may be used for electronic media. When it is used proficiently, DTP skills allow the user to produce various materials, from magazines to menus and books, \nregardless of commercial printing cost either for large scale publishing or small scale or local multi-function external output for e-books, web content, and web pages.\n\n   Regardless of the application you have used to prepare your source content, our desktop publishing services can tackle the format of your content, including but not limited \nto;\n\n\n  Adobe Frame Maker\n   Adobe Home Publisher\n   Adobe Illustrator\n   Adobe InDesign\n   Adobe Muse\n   Adobe Page Maker\n   Adobe Photoshop\n   Aldus Personal Press\n   Apple Pages 4. x\n   Banner Mania\n   Corel Ventura\n   Corel draw\n   Studio Publisher\n   Microsoft PowerPoint\n   Microsoft Publisher\n   OpenOffice.org / LibreOffice\n   Page Stream (used to be “Publishing Partner”)\n   Printworks (Mac App Store)\n   PTC Arbor text\n",
  "proofreadingAndEditingTitleData": "Proofreading and editing",
  "proofreadingAndEditingDescriptionData": "Proofreading and copy editing services require a real dynamic eye for details and a deep knowledge of the target language. We, at Saleh Al Omar Certified Translation know that \nour clients need the ultimate accuracy when it comes to proofreading, and with our expertise in various fields in translation such as legal, financial and medical sectors we \ncan ensure that our service will satisfy your requirements and needs.\n\n  Our professional proofreaders are experts in detecting and correcting any errors including content, spelling, grammar and any other inaccuracies which may cause confusion or \nmisunderstanding. On the other hand, all of our proofreading work is done by expert proof-readers who compare the original documents with the translations done for a high \nstandard accuracy.\n\n  If you are looking for a professional proofreading service then you are at the right place. We can handle any task whatever its size or specialization. During the proofreading \nprocess, special attention is given to typos and grammatical errors, style, consistency, formatting, and accuracy of terminology. At Saleh Al Omar Certified Translation, our \nin-house and freelance proofreaders check the translated material with the original text, and also review the text according to your guidelines.\n\n  Our competitive rates for proofreading vary according to the rate of translation. However, if you are interested in using just our proofreading and copy editing services, our \nproject management will offer you a quote based on your needs, such as dissertation proofreading. As a standard rate, our proofreaders manage to proofread more than 5,000 \nwords per day. But if you need really fast turnaround we can assign a higher number to tackle your assignment according to your deadline.\n\n  With our global network that is over 1200 linguists, there are no limits to our service. We exceed all exceptions, so any text or any writer benefits from having additional \nproofreading. Furthermore, our proofreaders also suggest any potential content and errors of fact so the writer can avoid them. They are extremely detail-focused and \nfamiliar with a variety of resources like word processing software, style guides and multilingual dictionaries.\n\n  At Saleh Al Omar Certified Translation (SACT), our proofreading and copy editing services will give your project a final seal of approval, assuring that your translation will \nbe read as if it were written in the target language. Our editing services usually include researching any terminology that raises doubts, highlighting them and creating \nmore accurate translation. However, rewriting, if necessary, may be the best solution. Professional proofreaders know how to abide by the rules and understand when to break \nthem or think out of the box to get a good effect. As a client, you do not have to worry, as we have proofreading process after the editing process and will not cost you \nextra. All these terms and conditions are clearly stipulated in the linguists’ contracts and in our compensation insurance.\n\n  At SACT, we provide you with custom-made proofreading and copy editing services. Whether you want our proofreading services to include revisions or not, we only ask you to \nspecify the scope of services required. Usually, when a client asks for proofreading, we expect that it will be in need of correcting grammar errors, formatting issues, \nsyntactic mistakes or typos. But if you need proofreading services for different or wider usages or scope, simply do not hesitate to ask for that.",
  "webContentTranslationAndLocalizationTitleData": "Web content translation and localization",
  "webContentTranslationAndLocalizationDescriptionData": "Web content translation and localization\n\n\n  There is a global scenario where competition increases on a daily basis and web content has become an essential and an effective tool for businesses and individuals to attract \nmore customers worldwide. If you have business and a website with a potential customer base in the Middle East or England then your web content have to be in both Arabic and \nEnglish language so you can get maximum benefits from your web. Saleh Al Omar Certified Translation is an expert linguistics provider when it comes to web content \ntranslation from English to Arabic and vice versa. Whether it is English or Arabic we are here to help you to meet all your web content translation needs.\n\n  If you want to know the difference between Translation and Localization, you will find out that translation focuses on the conversion of lexical and other sets of words from \nthe source to the target language, while localization focuses on social differences of the target demographic. These factors are vital to making the language of the website \nseem natural and native.\n\n  From creating website content till translating that content, you will get all your services under one roof, with ultimate care as all your works are being reviewed by experts \nand professional content writers and translators. We can translate your web content in many languages, as you require. We provide inclusive translation services for \ndifferent websites. As well as formatting documents from the original website material, in addition to maintain the exact original context and purpose which will be \nappropriate for our website designers and programmers later on. We take care of various components included in your website that are usually ignored, such as FAQ, contact \npages, terms and conditions, privacy policy and inquiry forms.\n\n  Your potential clients are much more likely to ask for their needed services from websites that address them in their own language. We realize that competition is high and \nexpectations are higher. There is a Common Survey stated that most of the global clients only use service or buy products from websites that provide them with information in \ntheir own language. So having a professional website localized that is displayed in many languages offers a good opportunity of investment for businesses seeking to expand \ntheir global existence.\n\n  We, at Saleh Al Omar Certified Translation (SACT) have professional and qualified translators and developers within our global network. Although we have a few years of \nexperience in translating and localizing websites and software for many companies, we have proven to worth more.\n\n  We provide highly structured, comprehensive and innovative techniques to our website content translation and localization services. We work to meet your needs and all special \nrequests regardless of your preferred means of service or delivery. If you need our team of developers to work directly within your platform and within your code or you \nprefer to have your website translated and uploaded directly onto your content management system; we can do it for you. Otherwise, you may prefer to have the website \ntranslation submitted in another file so we will do it through our flexibility in dealing.\n\n  Our experts will do their best to arrange your priorities and suggest other foreign languages that are being worldwide used in addition to the key phrases you are targeting \nand they will check your page as well, to see that it is correctly configured to identify the language and characters used. You can have a multilingual website and have it \ntranslated within days or weeks rather than months. We help you to grow online because we make it easy for your website to be multilingual. If you need to have any initial \ndiscussion or to know, more about our service simply contact us.",
  "transcriptionTitleData": "Transcription",
  "transcriptionDescriptionData": "Transcription\n\n  Transcription is converting a spoken language source into a written form. It is regarded as the most complicated task for an individual who actually writes what others exactly \nthink or feel. At Saleh Al Omar Certified Translation (SACT), you will be sure that whatever the type of your speech, our team will provide you with the same exact utterance \nand it will be fluently transcribed to ensure that the meaning is in line with the original text\n\n\n  Our staff can transfer your writings or scripts or recorded messages in either English language or Arabic language with accuracy and efficiency as well as offering a precise \nservice. Whether you are an individual or a business cooperate and require a professional transcription service, we are here to help.\n\n\n  All transcription materials are reviewed by our quality assurance department before it is final and ready for delivery. If you need someone who can take care of your \ntranscription requirements with full expertise then Saleh Al Omar Certified Translation (SACT) is the right choice for you. Our global networks of professional translators, \ntranscribers, and linguists handle both English and Arabic languages across a range of different sectors, and they are upon your request to help you with your needs.\n\n\n  As an international translation services company, we have professional transcribers, who can handle both English and Arabic languages and they are at hand to take your project \ninto account. Therefore, either the language of the audio is in English or Arabic, we will do its transcription for you. We work on all types of digital audio files. In \naddition, all data can be transmitted to us via our own servers and held in accordance with Data Protection standards. Be assured that your security data are at the heart of \neverything we do.\n\n\n  All our transcriptions’ works undergo a process of two stage. Each recording is transcribed by a professional transcriber then checked by a linguist for accuracy and \nintegrity. If any words, phrases or spelling are unclear, these will be put within square brackets [], indicating that it requires verification by the client.\n\n   When your transcripts are completed, we will return it back via email or CD or a hard copy within the deadline and in accordance with your instructions and our standards. In \naddition, you may choose at the start whether you wish to have a verbatim or standard transcription. For an additional charge, time coding may also be inserted to indicate \neach change of speaker. Good quality sound files enable the transcription to be the best. Electronic files are preferred as they provide easy and quick formats so you can \nwork with and can be uploaded securely to our website.\n\n\n  Many factors can affect the time taken to transcribe recordings. Rates offered for each project will be upon content, number of speakers, rate of speech, whether any accents, \nbackground noise and quality of audio recording. We keep the right to review our quotation if it differs significantly from the information provided, or if the recording is \nunclear.\n\n\n  We always aim to offer our clients the most competitive rates possible for transcription, without taking anything away from our client care. Our goal is to help you get \nexactly what you need, when you need it\n\n\n  You will receive your transcription services from an Accredited Provider as our works are accredited from the Saudi chamber of commerce as well as being a full-service \ntranslation agency, we can serve as your one-stop provider for any linguistic services or any other language needs.\n\n   Our translation services are seamlessly integrated with our linguistic and transcription services. As a registered member of the Saudi chamber of commerce, all of our \ntranslations abide by the professional requirements of that governmental agency. Therefore you can be assured that you will always receive a first-class service with us.",

  "English": "English",
  "Arabic": "Arabic",
  "Russian": "Russian",
  "Italian": "Italian",
  "Chinese": "Chinese",
  "Spanish": "Spanish",
  "French": "French",
  "German": "German",
  "Dutch": "Dutch",

  "majorlanguages": "Major languages",
  "otherLanguages": "Other languages",

  "Name": "Name",
  "Phone": "Phone",
  "Email": "Email",
  "NumberOfPage": "Number of Page",
  "languageFrom": "Language From",
  "to": "To",
  "requestStatus": "Request Status",
  "notes": "Notes",
  "message": "Message",

  "normal": "Normal",
  "urgent": "Urgent",
  "getAQoute": "Get a qoute",
  "payUsing": "Pay using",

  "Faq1Title": "Do you offer certified translation?",
  "Faq1Description": "We provide comprehensive service for translation and certification of different documents such as Birth Certificates, Marriage/Divorce Papers, Degrees/Diplomas, Insurance Certificates, Medical Reports, References, Personal Correspondence and all sorts of legal documentations.",
  "Faq2Title": "How will I get my translation?",
  "Faq2Description": "The way you prefer, you can have it as a hard copy or soft copy.",
  "Faq3Title": "How can I get my documents translated?",
  "Faq3Description": "In the way you prefer either hard or soft copy; for hard copy documents, you can mail them to us or drop them off at our Riyadh office. As to the soft copy, please upload your documents through our Translation Booking Form on our website, www.sact.co, only three steps and you will receive a project price quote. Your request will be confirmed after payment and you will be informed with the project turnaround time.You can also send your files electronically via email at info@sact.coIt could not get any simpler!",
  "Faq4Title": "Please, I'm looking for English Arabic interpreters for a 3-hour workshop",
  "Faq4Description": "Please send us an e-mail with your contact details specifying time, place, number of expected audience and our Event's interpreting specialists will contact you promptly.‏  ",
  "Faq5Title": "Would you please tell me your detailed address?",
  "Faq5Description": "You can find us at 8592 King Fahd Rd, Tulip Tower, 8th floor,AlOlaya, Riyadh 12333-3802, Kingdom of Saudi Arabia",
  "Faq6Title": "What types of payments do you accept?",
  "Faq6Description": "We accept all major credit cards, debit cards, bank transfers, or cash payment in our office and Mada debit card",
  "searchUsingCvCode": "Search using cv code",
  "electronicInvoice": "Electronic Invoice",
  "taxNumber": "Tax Number",
  "date": "Date",
  "invoiceNumber": "Invoice Number",
  "requiredTranslation": "Required translation",
  "page": "Page",
  "pagePrice": "Page Price",
  "totalPrice": "Total Price",
  "vat": "Vat",
  "sendTheInvoiceAndProceedToPay": "Send the invoice and proceed to pay",
  "uniqueTranslationDescription": "Saleh AlOmar Certified Translation guarantees high standards of linguistic and translation services through a highly distinctive team of translators and interpreters.",
  "howDoWeWorkDataDescription": "SACT works closely with you to guarantee that we understand and provide the ultimate service you need when you seek it. Prompt and good manner and communication with client is essential in conducting translation services. We understand your needs and tailor our service to deliver the best support and service.",
  "faqsDataDescription": "Frequently Asked Questions, Customer Reviews and Articles",
  "sar": "SAR",
  "location": "8592 King Fahd Rd, Tulip Tower, AlOlaya, Riyadh 12333 -3802, Kingdom of Saudi Arabia",
  "buildYourCv": "BUILD YOUR CV",
  "JoinUs": "Join Us",
  "JoinUsDescription": "Saleh Al-Omar is proud to be a professional translation company specializing in translation and interpretation from all over the globe. We have a large network of translators in the Middle East, Africa and Europe where our customers are located. If you have a recognized degree in translation and have more than five years of practical experience in translation, whether specialized or not, we would like to know you and we are honored to be part of our team at Saleh Al-Omar for certified translation. By attracting professional translators and interpreters from all over the globe. We have a large network of translators in the Middle East, Africa and Europe where our customers are located. If you have a recognized degree in translation and have more than five years of practical experience in translation, whether specialized or not, we would like to know you and we are honored to be part of our team at Saleh Al-Omar for certified translation.",
  "job": "Job",
  "JoinUsAs": "Join us as",
  "address": "Address",
  "translator": "Translator",
  "interpreter": "Interpreter",
  "JoinOurPoolofFreelancers": "Join Our Pool of Freelancers",

  "yourEnquiry": "Your Enquiry",
  "send": "Send",
  "age": "Age",
  "gender": "Gender",
  "nationality": "Nationality",
  "placeOfResidence": "Place of Residence",
  "socialStatu": "Social statu",
  "major": "Major",
  "yearsOfWorkExperience": "Years of Work Experience",
  "experienceLevel": "Experience level",
  "expectedSalary": "Expected Salary",
  "skills": "Skills",
  "codeReference": "Code References",
  "dateOfLastEducationalCertificate": "Date of Last Educational Certificate",
  "lastEducationalCertificate": "Last Educational Certificate",
  "Courses": "Courses",
  "dateOfPublication": "Date of Publication",

  "customerReviewsName": "Mazen sinjab",
  "customerReviewsAdjective": "Doctor",
  "customerReviewsDescription": "Perfect service. All what you need is to send your material on WhatsApp and you will have it ready within 1 to 2 hours.  Kind welcome reception with Arabic hospitality. The prices are reasonable.",

  "customerReviewsName2": "Sari Barazi",
  "customerReviewsAdjective2": "Trainer",
  "customerReviewsDescription2": "I have dealt with SACT as a trainer for many medical translation courses. I was pleased to deal with them either the organizing the course, announcing about it or classrooms or follow up with trainees a. I see that this office is a shiny star in the kingdom sky and a milestone in the translation industry.",

  "customerReviewsName3": "Ottoman Alaqil",
  "customerReviewsAdjective3": "professor",
  "customerReviewsDescription3": "Sact is organized and has prompt translation service. I have send a file for translation via mobile and they communicate with me and when I have arrived to the office, I found the file ready to pick up.. I recommend this office for any translation needed.",

  "customerReviewsName4": "Samah Al-Safadi",
  "customerReviewsAdjective4": "manager",
  "customerReviewsDescription4": "Their services and speed of getting things done will always bring me there should I need any. They are simply amazing.",

  "customerReviewsName5": "Ahmad Ghazal",
  "customerReviewsAdjective5": "Accountant",
  "customerReviewsDescription5": "They deliver on time, great service. If there is evaluation more than 10 stars, it will for them. I sent the files via whats app and receive it next day. I advise everyone need translation, go to Saleh alomar translation. Thanks for your services",

  "customerReviewsName6": "Makady almizar",
  "customerReviewsAdjective6": "local guide",
  "customerReviewsDescription6": "It was a great experience for the first time and will not the last of course.. many thanks",

  "confidentiality": "Confidentiality",
  "confidentialityDescriptionData": "Confidentiality, security and protection of our customers’ information and data is of highly important to us. We are proud to announce that we developed innovative systems \nover the past 4 years that it empowered us to become one of the leading specialized language firms to be granted certification for our global systems and services. We apply \nthe international standards for information security assurance.\n\n  Your data and documents are in the heart of our work as we ensure that only the appropriate people have access to client data and information. All our staff and linguists have \nto go through full background checks and are bound by confidentiality agreements and impartiality articles that cover all work and other communications they engage in. Our \nproject managers check and monitor various linguistics works during every assignment to ensure compliance.\n\n  We have secured sending systems concerning all data when transmitted through secure means or via our own FTP servers. It is held in accordance with Data Protection standards.\n\n  We are keen on keeping our linguistic works safe so as to handle highly confidential material on a daily basis in addition to safe-keeping of such documents is a core part of \nour works and success.\n\n  We have partnerships with security and law-enforcement professionals who support us concerning specialized areas of business. This includes the recruitment and safe deployment \nof our linguists for high profile conferences. Special non-disclosure agreements are drafted for sensitive cases such as asset acquisitions and tenders.",
  "cookiesPolicy": "Cookies Policy",
  "cookiesPolicyDescriptionData": "Saleh Al Omar Certified Translation (SACT) website will automatically track certain information about you in the course of you using this website, such as your IP address and \nbrowser identification. This information is used only for system administration and for providing statistics to evaluate use of this site. We will use cookies to remember \nyour preferences during your current visit, and any future visits provided the cookie was not deleted in the interim.\n\n  We may remarket your information. Remarketing is a way for us to connect with users, based upon your past interactions with the Saleh Al Omar Certified Translation website. \nThird-party marketing vendors may be hired by Saleh Al Omar Certified Translation to perform remarketing services. As a result, third-party vendors, including Google, may \nshow Saleh Al Omar Certified Translation ads on sites on the internet. Third-party vendors, including Google, use cookies to serve ads based on users prior visits to SACT \nwebsite.\n\n  To opt out of customized Google Display Network ads click here. To find out more about how Google uses any data it collects please visit \nhttp://www.google.com/privacy_ads.html.\n\n  Any information collected is used only for remarketing purposes and will not be used by them for any other purpose.\n\n  We use \"cookies\" on this site. A cookie is a piece of data stored on a site visitor's hard drive to help us improve your access to our site and identify repeat visitors to our \nsite. For instance, when we use a cookie to identify you, you would not have to log in a password more than once, thereby saving time while on our site. Cookies can also \nenable us to track and target the interests of our users to enhance the experience on our site. Usage of a cookie is in no way linked to any personally identifiable \ninformation on our site. Some of our business partners may use cookies on our site (for example, advertisers). However, we have no access to or control over these cookies.",

  "houseOfTransaltor": "House of Transaltor",

  "customerSupport": "Customer Support",
  "customerFeedback": "Customer Feedback",
  "contactUs": "Contact us",
  "callNowforServices": "Call now for services",
  "ourVegenTo2030": "Saudi Vision 2030 emerges with our vision for the prosperity of the Kingdom.",

  "firsname": "Firsname",
  "lastName": "LastName",
  "jobLevel": "Job Level",
  "employmentType": "Employment Type",
  "requiredJobRole": "Required Job Role",
  "previousWorkPlaces": "Previous Work Places",

  "male": "Male",
  "female": "Female",
  "married": "Married",
  "single": "Single",
  "divorce": "Divorce",
  "beginner": "Beginner",
  "experienced": "Experienced",
  "administrative": "Administrative",

  "fullTime": "Full Time",
  "partTime": "Part Time",
  "freelancer": "Freelancer",
  "contracts": "Contracts",
  "register": "Register",
  "jobSeeker": "Job Seeker",
  "jobSeekerDescription": "Just build your cv with us and get a challenging job",

  "saturday": "Saturday",
  "sunday": "Sunday",
  "monday": "Monday",
  "tuesday": "Tuesday",
  "wednesday": "Wednesday",
  "thursday": "Thursday",
  "firday": "Firday",
  "closed": "Closed",
  "ourOffices": "Our Offices",
  "alOlayaBranch": "AlOlaya Branch",
  "makkahAlMukarramahBranch": "AlOlaya Branch",
  "salehAlOmarCertifiedTranslation": "Saleh Al Omar Certified Translation",
  "secondLocation": "2059 Makkah AlMukarramah Rd,Riyadh",
  "telephone": "Telephone",
  "likeUsOnFacebook": "Like us on Facebook",
  "readMore": "Read More",
  "leaveAComment": "Leave a comment",

  "articelTitle1": "Bing Translation Error Angers Saudi Arabia",
  "articelDescription1": "Microsoft’s search engine Bing has placed Microsoft Corporation in dilemma with the Kingdom of Saudi Arabia through a mistranslation.\n\nWhen the Arabic word “Daesh” (the Arabic acronym for the so-called Islamic State) was typed into “Bing Translate”, the English translation would appear as “Saudi Arabia”, according to “Khaberni” Site.\nThat technical error made a fuss in Saudi Arabia, when many Saudi social media users called for a boycott of Bing and Microsoft.\n\nMicrosoft Corporation has issued a formal apology to the Kingdom of Saudi Arabia, describing the error “unintentional”.  In consequence, Mamduh Al-Najjar, officer of Microsoft’s Saudi Arabia branch, expressed his rejection towards anything that might offend Saudi Arabia.\n\nMoreover, Microsoft rushed to amend the incorrect translation and opened an investigation to prevent such incidents in the future.\n\nHowever, the translation may considered correct to many critics who have accused Saudi Arabia of funding “Daesh” directly and by taking limited action to prevent private donors from sending money to the group. Currently, it is estimated that around 2,500 Saudi nationals to be fighting with “Daesh”.\n\nBesides the general dissatisfaction of the Kingdom’s relationship with “Daesh”, Saudi Arabia is part of a coalition of 34 Muslim nations formed to fight the extremist militant group – a position seems to be slightly complex for Bing to maneuver?\n\n",
  "articelDate1": "29th Jun 2016",

  "articelTitle2": "USA search for a magical translation wond",
  "articelDescription2": "An automated language translation system or device must be able to interpret and analyze all elements of text or oral translations. Must have experience in grammar and syntax, and the signs of both languages; source language and target language, as well as knowledge of each geographical region of the individual speaking.\n\nThese devices must have the ability to update and add vocabulary immediately, copy all translations immediately, and enable the user to take notes and save additional information during use. It is preferred in these devices to translate colloquial language and phrases and slang texts. In addition, these devices should be obtained at a reasonable cost at the operational and installation level.\n\nThe institution that asks suppliers to provide ideas about this magical device is not the space fleet command, but the US Federal Bureau of Prisons (BOP). On July 20, 2016, the US Federal Bureau of Prisons - a subsidiary department of the US Department of Justice - launched an \"Application for Information\" on \"Automatic Language Translation\".\n\nThe US Federal Bureau of Prisons is a law enforcement agency responsible for arrest and execution of federal criminals accused of crimes at the national level ranging from identity theft, drug trafficking to terrorism. It consists of 122 correctional institutions, a central office and 32 other relevant offices, whose mission is to supervise nearly 200,000 federal prisoners.\n\nSlator has reached the US Federal Bureau of Prisons to learn more about the state of use of the technology. \"The US Federal Bureau of Prisons, in accordance with its policy, monitors the contacts of prisoners to ensure that they do not involve any form of further criminal activity, and this coverage covers both written and verbal communication, and with regard to communications written in foreign languages, translation services are required . \"",
  "articelDate2": "20th Feb 2017",

  "articelTitle3": "Where is Trump?",
  "articelDescription3": "Russia and Iran clash over Assad's body. Where is Trump?\n\nThe article was published on the Newsweek news website by Frederick Hoff, director of the Rafik Hariri Center for the Middle East\n\nRussia and Iran clash over Assad's body. Where is Trump?\n\nSix years ago, Syrian President Bashar Assad betrayed his country when he authorized the shooting of peaceful protesters.\n\nAs the war in Syria entered its year, everyone in Syria and abroad adapted to the high price of maintaining one authority, one family and one footnote.\n\nObservers appalled by the enormity of the humanitarian catastrophe in the country are now waking up to new events, such as the regime's crazy move to bomb 5.5 million people in Damascus from running water: a possible weapon.\n\nQuestion: To what extent does this deadly junta fit Syria's future?\n\nMost probably, this is the middle ground for Syria, and this does not mean that this team is investigating the destruction of the state in Syria alone. Fadash is known as a long-time deadlock on improving them. The Fatah al-Sham Front - the former Nasserist Front - is also fighting President al-Assad just as it is trying to erase the national alternatives in Syria to the head of the devastation.\n\nSuicide bombers in Syria are not worth the trouble of carrying out operations except their cowards. But the regime, whose prisons have been closed by Islamist extremists to marginalize its opponents and its collective food-killing strategy, has become a unique category in which no one is involved.\n\nSome Syrians who oppose Assad are expected to expect his immediate departure from power or demand it. They have become aware of the harsh reality of the war against Iraq.\n\nIdeas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas and ideas and ends their mission to find ways to negotiate with Syria's biggest ruin - Bashar - without allowing him to devour them.\n\nThe symbols belonging to this camp speak with Russia. So far, his thought does not mean how Trump's administration deals with Syria. It was amazing how I described her words.\n\nThe bosses of this camp, like Turkey, concluded with two things: that Russia's survival in Syria is an ill-advised disease; here is Iran's stay in Syria and the death of an investigator. Both parties, Turkey and the opposition, have chosen to work with Russia\n\nTo work for two things, turn it into \"environmental protection\" from the campaign for change. Because we live in a time of \"fabricated news,\" accusing Obama of trying to force Assad out is very innovative. In fact, there was a certain song between and without the military administration.\n\nAs for Tehran, Assad's failure is more than just the facade of governments on the state. [Legal]. This is the case with Russia. There is no confusion in Iran's vision of the Assad team's reality, and it is rife with corruption, inefficiency and brutality. But Maarouf knows something else: after Assad, Syria will not have to subjugate God to justify God.\n\nRussia favors increasing Assad and has turned into a healer for the country's unified surgeon capable of leading the process of reconciliation in the reconstruction of the country. But they know who they are with, and they know it from a broad perspective, however, it can not really be so settled.\n\nMoscow realizes that this can not happen under\n\nIran has no interest in breaking Assad's approach. As long as her husband has the upper hand in \"Syria is useful\" to its interests - the first part and the dogs on it.\n\nAnd because she knows that her man will not win forever, they are now building militia structures on a party, Hezbollah, to control the rest of Syria, as it does in Lebanon. In fact, the fighters remain in place.\n\nSix years ago, Bashar al-Assad embarked on a process that completely undermined his ability to rule Syria, as he and his father had done for four years in the past. However, his family and his entourage remained in power. As an agent for Iran, he illustrates the stumbling block to Syrian Syria. Mosqua is well aware that this is the case. Will you take any action? Is heser doing this?\n\n\n\nThese are the questions that Syrian nationalists and nationalists are seeking to answer urgently. And what they seek this only after the absence of America for itself from the scene",
  "articelDate3": "20th Mar 2017"
}
