{
  "bannerTitle": "ترجمة جديدة",
  "bannerGoodWord": "مكتبة دار المترجمين",
  "blog": "المدونة",
  "contact": "تواصل",

  "home": "الرئيسية",
  "services": "الخدمات ",
  "categories": "الاقسام ",
  "cvsearch": "السيرة الذاتية",
  "joinus": "انضم إلي فريقنا",
  "aboutus": "معلومات عنا",

  "flyinghigh": "تحلق عالياً",
  "acrosscultures": "عبر الثقافات",
  "homedescription": "من خلال نظرة ثاقبة للجودة والدقة ، نقدم خدمات ترجمة شاملة في جميع المجالات",
  "getAFreeQuote": "احصل على ترجمة",
  "getAProQuote": "احصل على عرض أسعار احترافي",
  "personalFiles": "الملفات الشخصية",
  "contractsAndLegalFiles": "العقود والملفات القانونية",
  "specializedTranslation": "الترجمة المتخصصة",
  "multiLanguagesTranslation": "ترجمة متعددة اللغات",

  "applications": "التطبيقات",
  "Translation": "ترجمة",
  "qualityAndDTP": "الجودة و DTP",
  "deliveryAndCustomerSatisfaction": "التسليم ورضا العملاء",

  "applicationsDescription": "• تحليل المستندات وتقييمها\n• إيصال الوثيقة\n• طلب الاحالة",
  "translationDescription": "• المراجعة والتدقيق اللغوي\n• اتفاق الموعد النهائي\n• تخصيص الموارد\n• ترجمة",
  "qualityAndDTPDescription": "• ملف ضمان الجودة والتتبع \nمن الاستلام حتى التسليم\n• تنسيق النهاية\nوالنشر المكتبي",
  "deliveryAndCustomerSatisfactionDescription": "• تسليم الملفات ورضا العميل.\n• ملاحظات العملاء.",

  "servicesLanguages": "اللغات",
  "englishLanguageTitleData": "اللغة الانجليزية",
  "englishLanguageDescriptionData": "اللغة الإنجليزية هي  ثالث أكثر اللغات انتشاراً في العالم. فهي اللغة الوحيدة الموجودة بالقارات الخمسة  \n وتستخدم اللغة الانجليزية على نطاق واسع كلغه تانيه و كلغة رسمية  في كثير من دول العالم . تطورت اللغة الإنجليزية خاصة في العالم \n العربي والخليج العربي بسبب تطور الحياة بشكل عام مما ساعد في حدوث نقلة نوعية في الآونة الأخيرة.",
  "frenchLanguageTitleData": "فرنسي",
  "frenchLanguageDescriptionData": "تعتبر الفرنسية واحدة من أكثر اللغات انتشارًا في العالم. إنها لغة العمل الرسمية للأمم المتحدة \n ، واليونسكو ، والمجتمع الأوروبي ، والصليب الأحمر الدولي ، والانتربول ، واللجنة الأولمبية الدولية ، \n الناتو ، ومنظمة التعاون الاقتصادي والتنمية.",
  "germanLanguageTitleData": "ألمانية",
  "germanLanguageDescriptionData": "اللغة الألمانية هي اللغة الرسمية لألمانيا والنمسا وليختنشتاين ، وهي إحدى \n اللغات الرسمية العديدة في بلجيكا وسويسرا ولوكسمبورغ. إنها إحدى اللغات الست الأكثر شيوعًا \n المنطوقة في العالم واللغة الأولى الأكثر انتشارًا في الاتحاد الأوروبي.",
  "russianLanguageTitleData": "الروسية",
  "russianLanguageDescriptionData": "اللغة الروسية هي اللغة الثامنة الأكثر استخدامًا في العالم والأكثر استخدامًا من بين اللغات السلافية lis ça. تم نشر أكثر من ربع \n المؤلفات العلمية في العالم باللغة الروسية. علاوة على ذلك ، فهي إحدى اللغات الرسمية في الأمم المتحدة.",
  "turkishLanguageTitleData": "اللغة التركية",
  "turkishLanguageDescriptionData": "اللغة التركية هي اللغة الرسمية لتركيا وهي إحدى \n اللغات الرسمية في قبرص. يتحدث بها حوالي 80 مليون ناطق أصلي في العالم.",

  "chineseanguageTitleData": "صينى",
  "chineseanguageDescriptionData": "يعيش غالبية السكان الناطقين بالصينية في الصين (أكثر من 980 مليونًا) ، بينما توجد أيضًا مجتمعات مهمة تتحدث اللغة الصينية في جميع أنحاء العالم ، خاصة في أوروبا وأمريكا الشمالية والجنوبية. الصينية التقليدية والمبسطة. \n تُستخدم الأحرف المبسطة في جمهورية الصين الشعبية وسنغافورة ، بينما تستخدم الأحرف التقليدية في تايوان وهونغ كونغ وماليزيا.",
  "italianLanguageTitleData": "إيطالي",
  "italianLanguageDescriptionData": "يتحدث اللغة الإيطالية أكثر من 65 مليون شخص في العالم. يوجد أكبر عدد من السكان الناطقين باللغة الإيطالية في إيطاليا ، وهي أيضًا إحدى \n اللغات الرسمية في سويسرا. تعتبر اللغة الإيطالية من أجمل اللغات في العالم. إنها \n لغة الثقافة والفن والموسيقى والشعر والأزياء والحب واللغة المثالية لاكتشاف التاريخ الأوروبي.",
  "spanishLanguageTitleData": "الأسبانية",
  "spanishLanguageDescriptionData": "أهمية اللغة الإسبانية لا يمكن إنكارها. الإسبانية هي ثاني أكثر اللغات تحدثًا في العالم. يتم استخدامه كلغة رسمية \n من قبل الاتحاد الأوروبي ومنظمة الدول الأمريكية واتحاد أمم أمريكا الجنوبية \n والعديد من المنظمات الدولية الأخرى. علاوة على ذلك ، ازدادت أهمية اللغة الإسبانية كلغة عمل في العقود القليلة الماضية.",
  "swedishLanguageTitleData": "السويدية",
  "swedishLanguageDescriptionData": "السويدية هي أكبر اللغات الجرمانية الشمالية ، ويتحدث بها حوالي 9 ملايين شخص في السويد وأجزاء من فنلندا. تشترك اللغة السويدية في العديد من أوجه التشابه مع اللغة النرويجية والدنماركية.",
  "ukrainianLanguageTitleData": "الأوكرانية",
  "ukrainianLanguageDescriptionData": "الأوكرانية هي واحدة من أقدم اللغات في العالم. إنها اللغة الرسمية لأوكرانيا. يتحدث بها الجاليات الروسية الأوكرانية في بلدان مختلفة من العالم ، بما في ذلك كندا والولايات المتحدة.",
  "bulgarianLanguageTitleData": "البلغارية",
  "bulgarianLanguageDescriptionData": "اللغة البلغارية هي اللغة الرسمية لجمهورية بلغاريا. يتم التحدث بها أيضًا في كندا واليونان والمجر وإسرائيل ومولدوفا ورومانيا وصربيا والجبل الأسود وتركيا وأوكرانيا والولايات المتحدة.",
  "portugueseLanguageTitleData": "البرتغالية",
  "portugueseLanguageDescriptionData": "اللغة البرتغالية هي إحدى اللغات الرئيسية في العالم (سادس لغة منطوقة في العالم) ، ويتحدث بها حوالي 200 مليون شخص في أربع قارات.",

  "servicesTranslation": "الترجمة التحريرية",
  "legalTranslationTitleData": "الترجمة القانونية",
  "legalTranslationDescriptionData": "خدمة الترجمة القانونية هي خدمة تمت الموافقة عليها رسميًا لاستخدامها في الأغراض الرسمية. ترجمة وتفسير سياق قانوني هي عملية متخصصة تتطلب الدقة والموثوقية والسرية. \n \n المستندات التي تتطلب ترجمة معتمدة تشمل الأوراق التي يجب تقديمها إلى إدارة الهجرة أو الجنسية (مثل الميلاد والطلاق وجوازات السفر وشهادات الزواج ، شهادات الثانوية العامة والشهادات الجامعية وشهادات التدريب إن وجدت بالإضافة إلى العديد من الشهادات الأخرى. \n صالح العمر للترجمة المعتمدة (SACT) متخصصة في خدمات الترجمة المختلفة بما في ذلك ؛ الأعمال القانونية ، مما يضمن أعلى جودة وترجمات دقيقة. منذ أكثر من 4 سنوات نقدم خدمات الترجمة القانونية للعديد من مكاتب المحاماة في الشرق الأوسط وجميع أنحاء أوروبا وإفريقيا وآسيا. نحن نقدم لهذه الشركات وشركات المحاماة مجموعة من خدمات الترجمة القانونية بما في ذلك: ترجمة العقود والاتفاقيات ، وترجمة الملكية الفكرية ، وترجمة العلامات التجارية ، والترجمة المعتمدة ، وترجمة المستندات الرسمية. \nSACT هي شركة ترجمة وتفسير معتمد من خلال غرفة المملكة العربية السعودية التجارة بموجب القانون السعودي. يمكن أن يضمن لك ذلك أن جودة العمل لدينا هي أعلى مستوى لجميع مشاريعك. إذا كان لديك متطلب قادم للترجمة القانونية ، فيمكنك الاتصال بأحد مديري المشاريع المخصصين لدينا لمناقشة احتياجاتك. \n عندما يتعلق الأمر بالترجمة القانونية ، فإن الخبرة في ترجمة المستندات القانونية لدينا أكثر من 4 سنوات في خدمة فئات مختلفة من العملاء. سواء كنت تريد ترجمة قانونية أو نوعًا آخر من الترجمة ، فلا تقبل أبدًا أقل من المترجمين الخبراء عندما يتعلق الأمر بترجمة المستندات القانونية. من الضروري أن يكون لديك معرفة أساسية بالأنظمة القانونية لكل من اللغات المصدر والهدف. \n في الترجمة الأدبية ، قد يضيف المترجم بعض الكلمات أو يزيلها من أجل تقديم الرسالة ومعنى النص. على عكس اللغة الأدبية ، يجب أن تكون اللغة القانونية مختصرة وموجزة وواضحة. قد يؤدي الغموض إلى تفسيرات مختلفة وقراءات ورسائل مختلفة ، مما يؤدي بدوره إلى اختلافات وفجوات بين الأطراف. \n اللاءات الثلاثة للترجمة القانونية: لا إضافة ، لا حذف ، لا تغيير مهمة للغاية ولا يمكن تجاهلها. الدقة والسرية ضروريان عندما يتعلق الأمر بترجمة النصوص القانونية. خطأ واحد في ترجمة وثيقة رسمية يمكن أن يؤدي إلى دعوى. والترجمة القانونية لها مصائدها. عندما يتعلق الأمر بترجمة المستندات القانونية ، يجب أن يكون المترجم دقيقًا كما هو الحال في الترجمة الفنية. \n تشمل خدمات الترجمة القانونية لدينا: \n خدمات الترجمة المعتمدة التي يطلبها العملاء في القطاع القانوني تشمل: \n \n · شهادات الشهود \n \n · الثقة \n \n · الصلاحيات \n \n · وثائق التقاضي \n \n · وثائق الهجرة \n \n · الإيداعات \n \n · الوصايا \n \n · مواد التأسيس \n \n · الملكية / علامات العرض \n \n · النظام الأساسي \n \n · العقود \n \n · اتفاقيات الترخيص \n \n · القانون التجاري \n \n · قانون الشركة والمنافسة \n \n · الملكية الفكرية \n \n · التجارة الدولية \n \n · القانون البحري \n \n · قانون الملكية \n \n · قانون الميراث",
  "literaryTranslationAndHumanitiesTitleData": "الترجمة الأدبية والعلوم الإنسانية",
  "literaryTranslationAndHumanitiesDescriptionData": "الترجمة الأدبية هي ببساطة هجرة الشعور إلى اللغة. تحتوي هذه الفئة على العديد من الأعمال ، كالشعر والقصص والروايات والمقالات الصحفية والإبداعات الفكرية والعلوم الإنسانية والفئات ذات الصلة. ترجمة العلوم الإنسانية والأدب هي فن ينقل المعرفة والعرض الفني من لغة إلى أخرى. قمنا بترجمة العديد من الأعمال الأدبية مثل القصائد والقصص القصيرة والمسرحيات والروايات التي تمت ترجمتها. \n \n يحرص مكتب صالح العمر للترجمة المعتمدة (SACT) على تعزيز مبادئ حوار الثقافات ونقل أفكار العلوم الإنسانية التي تعكس الثقافة على كلا الجانبين بما يتماشى مع الفكر المعاصر بطريقة ديناميكية دون المساس بتلك الرسالة الإنسانية في النص الأصلي. \n \n الترجمة الأدبية ليست هذا الجهد لتوفير ترجمة حرفية ، كلمة بكلمة للنص المصدر ؛ بل هي محاولة لنقل الرسالة الأصلية للمؤلف بأسلوب جديد وتذكر نفس الحالة المزاجية وطريقة السرد الأصلي للجمهور والقراء الأجانب. بالإضافة إلى ذلك ، من أجل الحصول على معرفة عميقة باللغات والثقافات الأجنبية المعنية ، يمكن وصف المترجمين الأدبيين أحيانًا بأنهم أكثر إبداعًا من الكتاب أنفسهم إلى جانب كونهم خبراء في الأدب. \n \n يتطلب تقديم ترجمة أدبية احترافية بأعلى جودة أكثر الموهوبين ، اللغويين المهرة والمبدعين. الأعمال الأدبية مكتوبة بنثر بليغ وديناميكي مما يجعل ترجمتها مهمة فنية دقيقة يمكن أن تكون تحفة فنية من النص نفسه. \n \n يلتقط المترجم الأدبي أسلوب المؤلف ووجهة نظره وعاطفته لضمان هذه الروح الحقيقية للعمل تنتقل بسلاسة من خلال اللغة المختارة. تزود الترجمات كلمة بكلمة القارئ بنص دقيق ولكنها لا تمثل ثراء النص أو روحه الذي يقدمه المترجم المبدع. نحن نقوم فقط بتمكين اللغويين الذين لديهم تلك المهارة في الكتابة الإبداعية ولديهم مهارات فنية مختلفة بالإضافة إلى الوعي الثقافي والمعرفة بالصناعة نفسها. \n تعني أعمالك الإبداعية واتصالاتك التجارية كل شيء بالنسبة لنا ، لذلك نحن نضمن الحفاظ على سريتها في مكاتب آمنة . نحن أول شركة لغات متخصصة تركز على الأمان. \n \n الكتب منتشرة على نطاق واسع. إنها إحدى الطرق العديدة التي يمكننا من خلالها التعرف على الماضي ، وخاصة المعلومات التاريخية. توفر الكتب الكثير من المعلومات التي يمكن مشاركتها عبر العالم. تساعد المعلومات التي يتم مشاركتها من خلال الكتب في تطوير \n ثقافة الدولة. يحتاج الناس في جميع أنحاء العالم إلى الوصول إلى الكتب ، واللغة هي العائق في هذا الوصول ويمكنك مشاركة أفكارك ومعلوماتك من خلالها. \n أصبحت ترجمة رواية أحدث اتجاه في الأيام الأخيرة وأصبحت أيضًا ناجحة في الوصول إلى عدد كبير من الناس في جميع أنحاء العالم. هناك العديد من الروايات الشعبية التي كتبها كتّاب مشهورون وحققت أفضل المبيعات. في الوقت نفسه ، تتم كتابة هذه الروايات بلغتها الأصلية التي لا يمكن قراءتها من قبل الآخرين الذين لا يعرفون تلك اللغة. لكن شعبية الرواية تغري قراء الرواية بقراءتها بطريقة ما. لذلك سيكون من الممكن والسهل على القراء الآخرين \n في جميع أنحاء العالم قراءة الروايات المختلفة المشهورة في البلدان الأخرى عبر العالم ، ويمكن القيام بهذه الترجمة الجديدة عبر الإنترنت. \n على غرار عملية ترجمة رواية ، هناك قطاع آخر من الترجمة القصائد التي تتطلب بذل المزيد من الجهود ، حيث يجب على مترجم الشعر أن يترجم كل سطر بكل سطر مع سينتهي \n مما يعني أن المؤلف يتمنى أن يكون قرائه بجانبهم ، مع الحفاظ على التأثير الشعري.",
  "militaryTranslationTitleData": "الترجمة العسكرية",
  "militaryTranslationDescriptionData": "تقدم شركة صالح العمر للترجمة المعتمدة (SACT) خدمات ترجمة قطاع الدفاع إلى وزارة الدفاع والطيران السعودية وتضطلع بمشاريع للمنظمات غير الحكومية ومصنعي المعدات الدفاعية في جميع أنحاء العالم في مجموعة من الأمور المطلوبة مثل البر والجو والبحر. تستند خدمتنا إلى الجودة والموثوقية والسرية. \n انخرطت SACT في العديد من مهام الترجمة المتعلقة بالمشاريع العسكرية والدفاعية على مدار السنوات الأربع الماضية ، وبسبب القوة والديناميكية والصلابة التي تتسم بها البيئة العسكرية ، فقد أصبح أمرًا حيويًا تأكد من ترجمة كل مهمة بدقة وفورية وبشكل صحيح إلى لغتها المستهدفة. \n الترجمة العسكرية هي فرع من فروع الترجمة المتخصصة والمعقدة بشكل خاص ، حيث أن التوثيق واسع النطاق ، مع مدخلات من مختلف الإدارات داخل شركتنا. يخضع دائمًا للمراجعة والتدقيق والجداول الزمنية. لقد أنشأنا وطورنا ذاكرة ترجمة لتشمل جميع المصطلحات والتعبيرات العسكرية الشائعة لضمان الاتساق والسرعة تجاه الملفات المترجمة ، اقرأ هذا المنشور هنا. يتم التوثيق بشكل آمن وفقًا لمتطلبات وزارة الدفاع والطيران السعودية. تستجيب SACT جيدًا لاحتياجات العملاء ، حيث تقدم عروض أسعار وترجمات عالية الجودة ضمن المواعيد النهائية المطلوبة والتي تكون قصيرة دائمًا ، وتبذل قصارى جهدها للامتثال لمتطلبات العملاء. \n نقدم خدمات الترجمة لقطاع الدفاع لأكثر من 4 سنوات. بالإضافة إلى أننا نقدم حاليًا خدمة عقود الترجمة مع بعض وكالات وزارة الدفاع بالإضافة إلى تقديم خدماتنا للمقاولين الرئيسيين والمتكاملين والموردين الآخرين المرتبطين بالدفاع. النزاهة والكفاءة المهنية كلاهما مفتاح تقديم خدماتنا. لهذا السبب استمرت وزارة الدفاع في تكليفنا بمواد للترجمة منذ عام 2010. إن التحدي المتمثل في العمل في ظروف صعبة في بعض الأحيان يعني الحاجة إلى خدمات لغوية مثل صناعات الاستشارات الأمنية والاستخباراتية التي لا يمكن الاستهانة بها. \n من الواضح أن SACT تدرك المتطلبات الفريدة لهذه القطاعات ، كما أن اللغويين المحترفين لدينا مدربون تدريباً كاملاً ويدركون هذا الالتزام الصارم للعمل المتعلق بالأمن. نقوم بانتظام بتشكيل مجموعات فرق من المترجمين المتخصصين للقيام بهذا العمل الحساس الذي يعتبر الفهم التقني والأمان والسرية أمرًا ضروريًا. يشارك اللغويون العاملون في قطاع الأمن في الترجمة الشفوية وكذلك الترجمة. نحن نقدم اللغتين الإنجليزية والعربية واللغات الأخرى عند الحاجة إلى مترجمين من أعلى مستويات الجودة ، ويتواجد اللغويون لدينا في جميع أنحاء العالم الناطق بالعربية. \n يتمتع مترجمونا العسكريون والدفاعيون بخبرات وخلفيات قوية في مجال الترجمة العسكرية. بالإضافة إلى ذلك ، يتم ضمان أمان وسرية المحتوى الخاص بك. موقعنا مؤمن للغاية ونقوم بتطوير أنظمة وإجراءات مختلفة تضمن وتحافظ على بياناتك وسريتها. جميع موظفينا على دراية بقضايا السرية ويتعاملون مع جميع الوثائق والبيانات على أنها سرية للغاية وآمنة تمامًا. بصفتنا مقدم خدمات لغوية محترفًا ، يلتزم اللغويون لدينا بالموضوعية والسرية والحياد بموجب الشروط والأحكام المنصوص عليها من قبلنا. إلى جانب اتفاقيات عدم الإفصاح هذه تمتد عبر جميع المجالات لتشمل جميع موظفينا وأي متخصصين يعملون لدينا. عندما يكون اللغويون في الموقع ، يرتدون بطاقة هوية تحمل صورة في جميع الأوقات ويحملون الوثائق كدليل على هويتهم وعلاقاتهم وتفاصيل الاتصال بصالح العمر للترجمة المعتمدة كوسيلة للتحقق. \n لقد عملنا مع مجموعة متنوعة من الشركات ، بما في ذلك شركات الاستخبارات والملاحة والمركبات والأسلحة والمراقبة والأقمار الصناعية وتكنولوجيا الدفاع والتصوير الحراري. \n يقدم صالح العمر للترجمة المعتمدة (SACT) خدمات ترجمة قطاع الدفاع إلى وزارة الدفاع والطيران السعودية ويتولى مشاريع للمنظمات غير الحكومية ومصنعي المعدات الدفاعية في جميع أنحاء العالم في مجموعة من الأمور المطلوبة مثل البر والجو والبحر. تعتمد خدمتنا على الجودة والموثوقية والسرية. \n انخرطت شركة SACT في العديد من مهام الترجمة المتعلقة بالمشاريع العسكرية والدفاعية على مدى السنوات الأربع الماضية ، وبسبب القوة والديناميكية والصلابة للبيئة العسكرية ، أصبح من الضروري التأكد من أن كل مهمة دقيقة وفورية وصحيحة مترجمة إلى لغتها الهدف. \n تعتبر الترجمة العسكرية فرعًا متخصصًا ومعقدًا بشكل خاص من الترجمة ، حيث أن التوثيق واسع النطاق ، مع مدخلات من مختلف الأقسام داخل شركتنا. يخضع دائمًا للمراجعة والتدقيق والجداول الزمنية. لقد أنشأنا وطورنا ذاكرة ترجمة لتشمل جميع المصطلحات والتعبيرات العسكرية الشائعة لضمان الاتساق والسرعة تجاه الملفات المترجمة التي تتم قراءتها.",
  "medicalTranslationTitleData": "ترجمة طبية",
  "medicalTranslationDescriptionData": "خدمات الترجمة الطبية \n تعتبر الترجمة الطبية مجالًا متخصصًا للغاية لأن المستندات الطبية علمية ومعقدة في الترجمة. إنها تتطلب قدرًا كبيرًا من الدقة والخبرة لضمان ترجمة احترافية ، ولهذا السبب لا تحتاج فقط إلى مترجمين عاديين. ولكن عليك البحث عن شركة ترجمة تتمتع بخبرة حسنة السمعة في خدمات الترجمة الطبية ووثائق اعتماد معترف بها! \n في SACT ، نسعى جاهدين لترجمة المستندات الطبية إلى أعلى معايير جودة الترجمة من خلال الاعتماد على مترجمين طبيين متخصصين. نحن نصمم خدماتنا لاحتياجات ومتطلبات عملائنا. \n كيف نعمل \n يتم التعامل مع كل مشروع ترجمة طبية من قبل مديري المشاريع لدينا حتى تتمكن من ضمان الحصول على جميع احتياجاتك بأعلى مستوى من الجودة والتنفيذ الفعال وسرية مستنداتك الطبية. يقوم مديرو المشاريع بتعيين المشاريع للمترجمين وفقًا لتخصصهم في مجالات الترجمة وخبراتهم. تخضع جميع مشاريعنا للمراجعة والتحرير والتدقيق اللغوي بواسطة مترجم متمرس على قدم المساواة قبل التسليم. \n في SACT ، لدينا الأدوات التقنية اللازمة لإنجاز المهمة في الوقت المحدد وفي حدود الميزانية. نحن نعمل بذاكرة الترجمة والمسارد المتخصصة لمشاريع الترجمة الطبية لضمان الدقة والاتساق وتكييف الترجمات مع صناعة معينة أو لغة خاصة بالشركة. \n خدمات الترجمة المعتمدة \nSACT هي شهادة معتمدة من الغرفة التجارية السعودية ، مما يعني أنه يمكنك أن تثق في الترجمة الطبية الاحترافية بأعلى جودة. لقد قمنا بدعم القطاعات الطبية والكيميائية والصيدلانية لسنوات عديدة وأصبحنا المورد المفضل لعدد متزايد من الشركات الطبية والكيميائية والصيدلانية متعددة الجنسيات. لدينا كل الخبرات والمهارات المطلوبة لتقديم ترجمة طبية بأعلى جودة. \n لا تساوم على الجودة عندما يتعلق الأمر بالترجمة الطبية! \n بما أن الأخطاء الطبية مكلفة ، فإن الأمر نفسه ينطبق على أخطاء الترجمة خاصة عندما يتعلق الأمر بالمسائل الطبية. إنه ليس خيارًا أن تقوم بتعيين وكالة ترجمة ذات خبرة عالية الجودة ولكن يجب أن تستمر لأنه قد يتم فقد الأرواح. في الواقع ، الأخطاء الطبية ليست مجرد أخطاء ، إنها أسوأ من كونها أخطاء. ومن هنا يأتي التركيز القوي على جودة الترجمة الطبية. \n تقدم SACT خدمة حيوية فيما يتعلق بعملنا. لدينا تلك الخبرة لإنهاء الترجمة الطبية التي تختلف من كونها إيصالات طبية بسيطة لأغراض التأمين إلى تقارير صيدلانية معقدة. لدى SACT هؤلاء المترجمون الذين لديهم خلفيات طبية وعلمية واسعة ، لذلك لا داعي للقلق بشأن المضاعفات التي تحيط بالترجمات الطبية ، فنحن نغطيها. \n نحن نغطي مجموعة متنوعة من الوثائق الطبية ، بما في ذلك: \n · تقارير الاستشارة \n · قواعد السلوك \n · ملخصات التفريغ \n · معلومات الإشعارات الطبية \n · معلومات المريض \n · الأوراق البحثية \n · الرسائل الطبية \n · منشورات الرعاية الصحية \n استخدم نظام عرض الأسعار الخاص بنا للحصول على عرض أسعار تقديري لمشروع الترجمة الطبية الخاص بك.",
  "religiousTranslationTitleData": "ترجمة دينية",
  "religiousTranslationDescriptionData": "الترجمة الدينية \n الترجمة الدينية مجال واسع يتطلب أكثر من الدقة والخبرة الواسعة والمعرفة والإلمام بجميع جوانبها. تختلف الترجمات الدينية باختلاف الديانات. \n كانت ترجمة النصوص الدينية عنصراً أساسياً وأساسياً في نشر رسالة الله عبر جميع الأعمار. كما أنها تستخدم لتدريس أساسيات الدين لأنها تعكس جمال الإيمان والأخلاق في جميع أنحاء العالم. كأداة قوية للأغراض التبشيرية ، يجب أن تكون دقيقة ودقيقة قدر الإمكان ويجب أن تكون متوافقة مع الإيمان الراسخ. يجب أن يفهم المترجم نص المصدر الأصلي وينقله بأمانة ودقة وتكامل إلى لغة المستقبل ، دون إضافة أو حذف جزء واحد من المحتوى الأصلي. \n في الترجمة الدينية ، يجب على المترجم أن يحتفظ بنفس المعنى دون أي تغيير أو إبداع. حيث توجد ثلاث ديانات رئيسية ؛ الإسلام والمسيحية واليهودية ولكل منها كتابها الخاص. الكتاب المقدس والقرآن والتوراة. إضافة إلى هذه الكتب الدينية المجردة التي يرسل بها الله رسله. هناك الملايين من التفسيرات لنصوصهم وآياتهم. الترجمة الدينية هي إشكالية من حيث حالة الترجمة. قد يختلف المعنى المقصود لكلمة دينية معينة ، على سبيل المثال ، بين الاستخدامات المسيحية والمسلمة. لسوء الحظ ، نجد مجموعة كبيرة من أخطاء الترجمة في المواد الدينية والتي يصححها صالح العمر للترجمة المعتمدة (SACT) بجدية كلما وجدت. يعتبر هذا خطأ فادحًا وكثيرًا ما يرتكب أثناء ترجمة النصوص العربية الإسلامية إلى اللغات الأجنبية. \n تتميز خدمات الترجمة الدينية لدينا بجودة دقيقة ونعرف كرواد في هذا الصدد. نحن نقدم ترجمات دينية كالبحوث الإسلامية والكتب والمراجع ، ولدينا العديد من المشاركات في هذا المجال ، والتي اعتبرها المؤلفون وقرائهم بإيجابية. \n يتضمن نقل النصوص الدينية من لغة إلى أخرى ، من بين أمور أخرى ، الدراسة العلمية للغة ، بما في ذلك علم الأصوات ، وعلم التشكل ، والقاموس ، وعلم الدلالات. معظم مترجمينا للنصوص الدينية هم من المتحدثين الأصليين للغة الهدف. لذا تأكد من حصولك على تجربة رائعة في التعامل معنا.",
  "leisureTourismAndHospitalityTranslationTitleData": "الترجمة الترفيهية والسياحة والضيافة",
  "leisureTourismAndHospitalityTranslationDescriptionData": "ترجمة الترفيه والسياحة والضيافة \n يتمتع صالح العمر للترجمة المعتمدة بخبرة كبيرة في مجال الضيافة والسياحة. نحن نقدم أسعارًا تنافسية رائعة وحلولًا ذكية لشركتك لتلبية توقعاتك. نحن نقدم ترجمات ديناميكية دقيقة بأي لغة. نحن نقدم عروض أسعار فردية لكل مهمة ترجمة لنوفر لك أفضل سعر ممكن. يمكنك تحديد نموذج التسعير الذي يناسب الإطار الزمني الخاص بك ، والأزواج اللغوية والمحتوى الخاص بك بحيث لا تدفع أكثر مما تحتاجه بالإضافة إلى حصولك على ترجمة احترافية أيضًا. \n تعد ترجمات الترفيه والسياحة والضيافة تحديًا بالفعل ، لأنها تحتوي على الكثير من القضايا الثقافية والتاريخية والاصطلاحية ؛ أن مترجمًا محترفًا فقط يمكنه ضمان إطلاق جيد للمحتوى الخاص بك في الثقافة والبلد المستهدفين. هناك العديد من الحقائق التاريخية والأسماء المحلية والخصائص الثقافية التي يجب أن تؤخذ في الاعتبار لرد فعل إيجابي من جمهورك. \n تمتلك السياحة والضيافة بالتأكيد ميزات لا يمكن نقلها أو ترجمتها من خلال الكلمات فقط ، ولكن من خلال الترجمة الدقيقة. تتضمن هذه الترجمة مجالات متنوعة ومثيرة ، بما في ذلك مناطق الجذب السياحي والرياضة والأنشطة الترفيهية. التحدي في هذا المجال هو أن تكون ثقافيًا بالمعلومات مع لمسة من المحتوى الترويجي لأنه يحتاج إلى كل من الموهبة والمهارة ليتم التنسيق بينهما. \n سواء كنت ضيفًا دوليًا أو كنت ترحب بالضيوف الدوليين ، فتأكد من حسن ضيافتك وودك على أفضل مستوى. يلتزم كل من مديري المشاريع واللغويين في مكتبنا دائمًا بالصفات عالية المستوى التي تطمح إليها في ترجماتك. ستعمل مع مترجمين محترفين للغة الأم ، تعاملوا مع العديد من المشاريع المتعلقة بالسياحة. توفر اللغويات SACT خدمات ترجمة احترافية في مجال الضيافة من خلال مترجمين بشريين يعملون بأسعار تنافسية للغاية. \n يمكن ترجمة المستندات المتعلقة بالترفيه والسياحة والضيافة عند الحاجة مع مواعيد نهائية ضيقة. يمكننا أن نوفر لك مترجمين محترفين ومتخصصين في هذا المجال بالذات. نحن نستخدم أحدث تقنيات الترجمة مثل أدوات ذاكرة الترجمة. نقوم بإنشاء عملية مراقبة الجودة التي تمكننا من إنتاج 100 حل برعاية. نحن نضمن أنك ستكون عميلنا الدائم لكل ما نقدمه.",
  "economicAndFinancialTranslationTitleData": "الترجمة الاقتصادية والمالية",
  "economicAndFinancialTranslationDescriptionData": "نحن نتحدث لغتك! \n تقديرًا للمفتاح المتزايد للترجمة المالية في الاقتصاد العالمي ، توفر SACT ترجمة مالية دقيقة وسرية ومصممة خصيصًا للمؤسسات المصرفية والتجارية والمالية. سواء كانت بيانات مصرفية أو استثمارية أو بيانات حقوق ملكية ، فإننا نعلم أنه عندما تكون المخاطر كبيرة ، فأنت بحاجة إلى شريك ترجمة يفهم الشؤون المالية وقادر على تلبية رسالة واحدة إلى مناطق وثقافات متعددة \n العمل مع مترجمين ماليين متخصصين \n لدينا خبرة يجب أن يقدم اللغويون خدمات الترجمة المالية الخاصة بك في أطر زمنية ضيقة بجودة عالية. \n في SACT ، نحقق مستوى عالٍ باستمرار في ترجماتنا المالية من خلال توظيف المترجمين والمراجعين المؤهلين تأهيلا عاليا فقط. نعين بعناية الفريق الأنسب من المترجمين والمراجعين والمحررين لكل مستند. العديد من مترجمينا حاصلون على درجات علمية في إدارة الأعمال أو المحاسبة أو الاقتصاد بالإضافة إلى خبرة في ترجمة جميع الأشكال المالية. تم تصميم خدماتنا وفقًا لاحتياجاتك ، من محاضر الاجتماعات الداخلية والبيانات المالية السنوية إلى مستندات الدمج والاستحواذ شديدة السرية. لا تقلق - فأنت في أيدٍ أمينة! \n فيما يلي بعض الطرق العديدة التي يمكن أن تساعدك بها خدمات الترجمة المالية لدينا: \n آفاق الأسهم والسندات \n ترجمة محفظة الاستثمار \n محاضر اجتماعات مجلس الإدارة وترجمات كشف المساهمين \n نشرة الاكتتاب وضمانات التعويم \n الاندماج والاستحواذ \n أوراق حقائق الصندوق \n تقارير المساهمين \n وثائق معلومات المستثمر الرئيسية (KIIDs) \n اتصالات الشركات \n ملفات التسجيل الأجنبي \n تقارير الصندوق \n العروض العامة الأولية turk-eczanesi. com \n بيانات التسجيل \n حالات الإفلاس \n الميزانيات \n كشوفات الدخل \n بيان التدفقات النقدية \n البيانات المالية الموحدة \n تقارير التدقيق والآثار القانونية \n إدارة المشاريع المصممة خصيصًا للعميل \n تفخر SACT بتقديم خدمات عالية خدمات عالية الجودة. سيتم تعيين مدير المشروع ، الذي يكون على دراية باحتياجات عملك ، في مشروع وسيدير ​​جميع مراحل المشروع بأكمله لضمان اكتمال مشروع الترجمة الخاص بك بدون أخطاء وفي الوقت المحدد. نستخدم أيضًا مجموعة من المسارد التي تعتمد على الموضوع والتي تتيح لنا تسريع وقت الترجمة دون المساومة على جودة ترجمة هذه المصطلحات. تعكس هذه المسارد أي مصطلحات خاصة بالعميل الداخلي ، بحيث تكون كل ترجمة مطابقة من حيث الأسلوب لتفضيلات استخدام العميل. \n علاوة على ذلك ، نقوم بإنشاء وصيانة قاعدة بيانات ذاكرة الترجمة لكل عميل وعندما نتلقى تحديثات للترجمات الجديدة ، فإننا نستخدمها بالمقارنة مع ذاكرة الترجمة الحالية ، وبالتالي توفير الوقت والمال. \n يعمل مديرو مشاريع الترجمة خلف الكواليس للتأكد من أن عملية الترجمة ، من التخطيط والجدولة إلى ضمان الجودة وإعادة المواد المترجمة في الموعد النهائي المتفق عليه ، هي تم إكمالها بكفاءة. \n موفر ترجمة متمرس لجميع القطاعات المالية \n نحن نقدم خدمات الترجمة المالية للشركات في مختلف القطاعات المالية ، بما في ذلك التأمين وإدارة الأصول والخدمات المصرفية والمحاسبة. تضمنت خدماتنا المطلوبة ترجمة احترافية للسوق وتحليلات القطاع والأبحاث المالية. تم تنفيذ جميع الترجمات مع الالتزام الصارم بإرشادات أسلوب الشركة. \n سواء كنت مؤسسة صغيرة الحجم متخصصة في قطاع معين أو مؤسسة متعددة الجنسيات ، فإن محترفي الترجمة لدينا لديهم الخبرة اللازمة لتلبية احتياجات سوق الخدمات المالية. \n مزود ترجمة متمرس لجميع القطاعات المالية \n نحن نقدم خدمات الترجمة المالية للشركات عبر مجموعة متنوعة من القطاعات المالية ، بما في ذلك التأمين وإدارة الأصول والخدمات المصرفية والمحاسبة. تضمنت خدماتنا المطلوبة ترجمة احترافية للسوق وتحليلات القطاع والأبحاث المالية. تم تنفيذ جميع الترجمات مع الالتزام الصارم بإرشادات أسلوب الشركة. \n سواء كنت مؤسسة صغيرة الحجم متخصصة في قطاع معين أو مؤسسة متعددة الجنسيات ، فإن محترفي الترجمة لدينا لديهم الخبرة اللازمة لتلبية احتياجات سوق الخدمات المالية. \n موثوق من قبل \n وزارة الاقتصاد والتخطيط \n McKinsey & Company \n الهيئة العامة للإحصاء \n Allianz \n BCG",
  "generalTranslationTitleData": "ترجمة عامة",
  "generalTranslationDescriptionData": "سواء كان مشروعك أقل من 100 كلمة أو أكثر من 10000 كلمة ، يمكننا تزويدك بترجمة سريعة ودقيقة من قبل متحدثين أصليين محترفين للغة الهدف. يمكن أن تأتي الترجمات العامة بأي تنسيق ، بما في ذلك المستندات والمقالات والتقارير وصفحات الويب. تحتوي هذه الترجمة على نصوص تتناول موضوعات عامة بدون مصطلحات متخصصة أو تقنية. سواء كنت فردًا أو فردًا أو شركة خاصة أو عامة ، فإن شركة صالح العمر للترجمة المعتمدة (SACT) مكرسة لتزويدك وتلبية جميع احتياجاتك في مجالات الترجمة المختلفة. لدينا مترجمون محترفون يعملون في الترجمة العامة ويترجمون إلى لغتهم الأم. \n \n \n لدينا خبرات متنوعة في تقديم خدمات ترجمة احترافية عالية الجودة إلى العديد من اللغات لمجموعة واسعة من العملاء في مختلف الصناعات. نوفر أيضًا \n للأفراد خدمات ترجمة معتمدة لملفاتهم ووثائقهم الشخصية ، مثل الشهادات الأكاديمية وشهادات الميلاد وجوازات السفر. \n \n \n بصفتنا عضوًا مسجلاً في الغرفة التجارية السعودية ، فإن جميع أعمالنا الرسمية والقانونية معتمدة من الهيئة التنظيمية ونحن نلتزم بمعاييرها المهنية. \n \n \n \n نظرًا لأن لدينا شركة عالمية شبكة تضم أكثر من 1200 من المترجمين التحريريين والفوريين المحترفين ، وفريقنا الداخلي ومديرو المشاريع على استعداد لتقديم حلول لغوية متنوعة. \n \n \n من السهل نسخ ولصق أي جملة تريد ترجمتها والبحث عنها في google ، ولكنك ستجد ترجمة مجزأة بمعنى غير مقبول على الإطلاق. الكلمات الإنجليزية لها \n العديد من المعادلات العربية. فكيف يمكن أن تساعدك ترجمة جوجل على ذلك. ولكن إذا قمت بتعيين مهمتك لشركة ترجمة أو مكتب ، فسوف تنجز عملك ولكن لا يزال هناك شيء مفقود. قد لا يكون هذا هو العمل الذي كنت ترغب في الحصول عليه. بالإضافة إلى ذلك ، هناك العديد من خدمات الترجمة الآلية عبر الإنترنت ويمكن للجميع القول إنه مترجم لمجرد أنه يستطيع قراءة أو فهم اللغة الأخرى. لذلك ، يتعين عليك إسناد عملك إلى شركة أو وكالة ذات سمعة طيبة ، وهذا ما يميز \n شركة عن أخرى حيث يجب أن تكون راضيًا عما تحصل عليه. \n \n \n تفخر SACT بنفسها كمزود خدمة لغوية لأنها تأخذ عملها على محمل الجد. لا يتعلق الأمر بنقل النص الإنجليزي إلى نظيره العربي. يتضمن كل نص \n العديد من مشكلات الترجمة التي تحتاج إلى حل ليس فقط لمعرفة معنى تلك الكلمات ولكن أيضًا لالتقاط رسالة ذلك النص ونقلها إلى الطرف الآخر \n حتى يتمكنوا من التواصل بشكل مثالي. \n \n \n تأتي الحلول من إنسان حقيقي مترجم وليس آلة يعرف كيفية التعامل مع مشاكل الترجمة وتقنياتها. توجد مستويات عديدة من الصعوبات \n في الترجمة. قد يؤدي خطأ واحد في الترجمة إلى تدمير عملك وسمعتك. توقف لحظة للتفكير في جهود المترجم أثناء إنشاء النص الأصلي لشخص آخر \n وصعوبة كبيرة في الحفاظ على تفكيرك بشأن هذا النص. خلاف ذلك ، سيكون لديك نص مترجم هامد. تلعب الخبرة دورًا كبيرًا في تجنب \n هذه الفخاخ في الترجمة.",

  "servicesInterpretation": "ترجمة فورية",
  "simultaneousInterpretationTitleData": "ترجمة فورية",
  "simultaneousInterpretationDescriptionData": "تقدم شركة صالح العمر للترجمة المعتمدة (SACT) حلولًا متنوعة مصممة خصيصًا لتلبية احتياجاتك من الترجمة الفورية والترجمة الفورية على وجه الخصوص. الترجمة الفورية \n هي واحدة من أكثر الخدمات اللغوية المطلوبة والمثيرة للاهتمام أكثر من أي خدمة أخرى. نظرًا لأنه يتم توفيرها للمؤتمرات أو جلسات المحكمة أو الاجتماعات \n الدبلوماسية أو الندوات أو المقابلات من أجل تلبية جميع متطلبات عملائنا الأعزاء \n \n \n الترجمة الفورية هي مجال واسع الانتشار جدًا للترجمة ، وهي مطلوبة بشدة في العديد من المناسبات تعقد من قبل جماهير متعددة اللغات تتطلب التواصل. \n يُعرف أيضًا بالترجمة الشفوية أو الترجمة الفورية التي تحدث خلال فترة زمنية معينة ويلتزم المترجم الفوري بهذا الوقت الذي يتم خلاله نطق \n الرسالة الأصلية ، ويبدأ دوره فورًا أو أثناء نطق هذه الرسالة. هذا النوع من التفسير لا يلتزم بنفس الدقة أو بنفس \\ النمط الأصلي للنص ؛ بل يكفي أن ينقل المترجم مضمون أو جوهر الرسالة الأصلية للمتحدث. \n \n \n يمكن لمصلحة العمر للترجمة المعتمدة توفير العديد من المترجمين الفوريين المتخصصين لعملائنا المحليين والدوليين. نحن نفهم احتياجاتك أولاً ثم \n بناءً على طبيعة المشروع ، سيتم تعيين مترجمين فوريين يتمتعون بخبرات ومهارات متخصصة في مجالك الذي ستتم مناقشته ، سواء كان علميًا أو تقنيًا أو قانونيًا أو طبيًا أو تجاريًا. يتمتع المترجم المحترف بسنوات خبرته الطويلة في التعامل مع العديد من مشاكل التواصل \n بين اللغات ، وسيكون لديه المعرفة اللازمة لسد هذه الفجوة وسدها في المواقف والمجالات المختلفة. يجلس المترجم في حجرة عازلة للصوت ويفسر \n رسالة المتحدث إلى اللغة الهدف في أقرب وقت من اللغة المصدر. \n \n \n وصلت شركة صالح العمر للترجمة المعتمدة (SACT) إلى قمة خدمات الترجمة الفورية حيث شاركنا في العديد من الأحداث \n الدولية المختلفة؛ سواء المؤتمرات العالمية أو المحلية ، ونحن نقدم خدمات الترجمة الفورية بكفاءة فريدة من نوعها لا مثيل لها. \n \n \n سنطلب استخدام كافة المستندات والمواد المرجعية ذات الصلة في خدمة الترجمة الشفوية. يجب أن يكون لدى المترجمين الفوريين نفس البيانات والمستندات التي \n تُرسل إلى المشاركين. بالإضافة إلى ذلك ، ستكون العروض التقديمية أو النشرات أو الأوراق التي سيتم توزيعها أثناء الاجتماع ، وخاصة تلك المطروحة للمناقشة ، متاحة \n لفريقنا من المترجمين الفوريين قبل مناقشتها. \n \n \n من خلال الاستعانة بمترجمين محترفين ، يتم اختيارهم وفقًا لطلاقة لغتهم الأم ، ونحن نتأكد من تلبية جميع احتياجاتك في الترجمة الشفوية التي تختلف من \\ تسعة مؤتمرات دولية أو اجتماعات مدرسية أو استشارات طبية أو اجتماعات عمل أو ندوات. لذا ، إذا كنت تبحث عن وكالة ترجمة شفوية للتعامل مع \n القضايا الأكاديمية أو المالية أو القانونية أو التقنية أو الطبية أو المتعلقة بالعمل ، فأنت في المكان الصحيح وفي الأيدي الصحيحة. بمجرد إخبارنا باحتياجاتك ، سوف نعتني بكل شيء بطريقة مهنية وودودة.",
  "consecutiveInterpretationTitleData": "تفسير متتالي",
  "consecutiveInterpretationDescriptionData": "تُستخدم الترجمة التتابعية عادةً في مناقشات المجموعات الصغيرة ، ووقائع المحكمة ، والمقابلات ، والمكالمات الجماعية ، والخطب بجانب المؤتمرات الصغيرة ، والاجتماعات ، والعروض التقديمية \n حيث توجد لغتان مختلفتان. تتطلب هذه التقنية من المتحدث التوقف قليلاً للسماح للمترجم الفوري بالتحدث عادةً بضع \n جملتين في وقت واحد ، لذلك ، يكون لدى المترجم الفوري الوقت لتحليل الرسالة ككل ، مما يسهل على الجمهور تقديم خطاب أكثر طلاقة ورسالة واضحة. إنه سهل للغاية لأنه لا يتطلب معدات متخصصة لذا فهو حل عملي في العديد من الشركات التعاونية. \n في صالح العمر للترجمة المعتمدة ، نهدف إلى تقديم هذا النوع من الخدمة التي تتجاوز التوقعات ؛ خدمة عالية الجودة مصممة خصيصًا لك. تدور شبكتنا من \n اللغويين حول العالم ، مما يعني أنه يمكننا توفير مترجمين فوريين متتاليين إلى أي مكان في أي وقت. \n كما نقدم خدمات ترجمة متتابعة محددة للمسؤولين الحكوميين أو مديري الأعمال أو المستثمرين أو المراقبين الذين يقومون بزيارات ميدانية. هذه الخدمة \n مميزة من خلال احترافية المترجمين الفوريين لدينا للاستجابة بشكل تلقائي للمواقف المختلفة التي قد يواجهونها من الاجتماعات الرسمية إلى جولات المصنع أو حتى الترحيب \n بالأطراف. \n تعد أسعار الترجمة الشفهية المتتالية لدينا هي أكثر الأسعار تنافسية بين وكالات الترجمة التحريرية والشفهية في الشرق الأوسط ، وتأتي مع خدمة العملاء اليقظة والمتفانية \n التي لا يمكن منافستها. \n تماشياً مع الترجمة الفورية ، يتحدث المترجم الفوري بعد أنهى المتحدث حديثه. ينقسم الحديث إلى فقرات صغيرة ، عندما ينهي المتحدث \n إحداها ؛ ثم يقوم المترجم بترجمة الرسالة بأكملها إلى اللغة الهدف. سيقوم المترجم الفوري أيضًا بتدوين الملاحظات باللغة الهدف أثناء \n المتحدث الرئيسي يتحدث ، مما يضمن عدم استبعاد أي تفاصيل عن طريق الخطأ. \n لفهم اللغة ، يجب على المرء أن يفهم ثقافتها. نحن في صالح العمر للترجمة المعتمدة نسند المهمة إلى المترجم المناسب الذي لديه \n معرفة بارزة في هذا المجال المحدد وقادر على نقل الحوار بسرعة وبدقة بطريقة دقيقة. بالإضافة إلى الذاكرة القوية لتتمكن من تذكر \n أقصى جزء ممكن من الرسالة المسموعة. \n إذا كنت تحتاج إلى مترجم فوري في أي مكان قبل بضع ساعات ، فأخبرنا به ويمكنك الاعتماد عليه ليكون هناك . إذا كنت ترغب في التحدث والتعرف على \n المترجم الفوري ، فسنقوم بكل سرور بإعداد اجتماع ، سواء شخصيًا أو عبر الهاتف. \n هناك إصدار آخر من الترجمة الفورية المتتالية وهو الترجمة الفورية في البصر. إنها تعني الترجمة من النظرة الأولى ، حيث يقرأ المترجم النص بعينيه بدون صوت عالٍ للخطاب المكتوب في اللغة المصدر ، ثم يترجم إلى اللغة الهدف على الفور من خلال الكلام.",
  "whisperedInterpretingTitleData": "الترجمة الهمسية",
  // "whisperedInterpretingDescriptionData": "الترجمة الشفوية الهمسية \n \n الترجمة الشفوية الهمسية ، والمعروفة أيضًا باسم "Chuchotage" بعد نظيرتها الفرنسية. إنه شكل من أشكال الترجمة الفورية حيث يقوم المترجم الشفوي بطرح ما يقوله المتحدث \n للعميل بلغته الأم. يتم استخدامه عادةً للفرد أو عندما يكون الجمهور المستهدف صغيرًا (أقل من 4) ، ويتم تعيينه لمجموعة صغيرة جدًا من \n الأشخاص. جلس المترجم بين الجمهور المستهدف ويعيد نطق ما يقال في وقت واحد بصوت هامس حتى لا يعيق المؤتمر أو الاجتماع. هذا النوع من الترجمة الشفهية \n أصبح شائعًا بشكل متزايد. \n نظرًا لأنه وسيلة أقل رسمية للترجمة ويتم دمجه أيضًا مع متتالية حيث لا تتطلب معدات ترجمة إضافية وحيث توجد لغة \n أجنبية واحدة معنية وعدد صغير من المندوبين ، هذا هو الأنسب لأكثر الحميمية والخاصة ، مثل مفاوضات العمل ، والاجتماعات ، وزيارات الموقع والاجتماعات الصغيرة ، \n خاصة عندما يحتاج المترجم الفوري إلى الترجمة لشخص واحد أو شخصين فقط. للترجمة الفورية الهمسية ، يعمل المترجمون الفوريون المحترفون لدينا في اللغة الأم \n. \n تقدم شركة صالح العمر للترجمة المعتمدة (SACT) خدمة مخصصة للغاية في جميع القطاعات والمواقع. نظرًا للأسلوب الشخصي للغاية في الترجمة الشفوية الهمسية ، فمن المهم بطبيعة الحال أن ينشئ المترجم الفوري والعميل علاقة جيدة. إذا كنت ترغب في مقابلة المترجم الفوري مسبقًا ، فسيكون فريقنا سعيدًا \n لترتيب ذلك لك.",
  "whisperedInterpretingDescriptionData": "Whispered Interpreting\n  \n  Whispered interpreting, also known as “Chuchotage” after its French equal. It is a form of simultaneous interpreting where the interpreter whispers what the speaker is saying \nto the client in their mother tongue. It is usually used for an individual or when the target audience is small (fewer than 4), and is assigned to a very small group of \npeople. The interpreter sat among the target audience and he re-speaks what is being said simultaneously in a whisper, so as not to hinder the conference or meeting. This \ntype of interpreting is becoming increasingly popular.\n    As it is less formal means of interpreting and it is also combined with consecutive where no additional interpreting equipment is required and where there is only one foreign \nlanguage involved and a small number of delegates, this is best suited for more intimate and private, such as business negotiations, meeting, site visits and small meetings, \nespecially when the interpreter only needs to interpret for one or two people. For whispered simultaneous interpreting, our professional interpreters work into their mother \ntongue.\n  Saleh Al Omar Certified Translation (SACT) provides a highly-personalized service across all sectors and locations. Given the highly-personalized manner of whispered \ninterpreting, it’s naturally important that the interpreter and client establish a good relation. If you would like to meet the interpreter beforehand, our team will be glad \nto arrange that for you.",
  "eventAndConferenceEquipmentSupplyTitleData": "توريد معدات المناسبات والمؤتمرات",
  "eventAndConferenceEquipmentSupplyDescriptionData": "Possibly the most important factor when accommodating foreign nobles and eminent Persons to a corporate conference or event is to have the right interpretation facilities at \nhand. As well as providing the right team of professional interpreters, Saleh Al Omar Certified Translation (SACT) can supply the right translation and interpretation \nequipment, from conference microphones and headsets, to transmission systems and sound booths and even technicians. All our works are certified and meets the regulatory and \nstandards of the Saudi Chamber of Commerce.\n  From the installation to the execution, we can guarantee that everything is done in the right way and that everyone in attendance, no matter their native language will \nunderstand every single word. We will make sure that nothing gets lost in translation and that every attendee at your event are engaged.\n  SACT project management team are professionals in providing all your needs and requirements for your event, no matter what is your location in the world and are always on hand \nto discuss your requirements and no matter how big or small, or the spoken languages, our worldwide network of interpreters and technicians are ready to work with you.\n  Just give us the details and we will take care of the entire work. We will be able to provide you with technicians for the equipment installation, and the interpreters will be \nready at least two days notice, no matter where in the world you are hosting your conference or event. Our staff will provide you with advice for the best solution for your \nevent, with an on-site technician to ensure that everything runs smoothly according to your requirements, allowing you to concentrate on achieving the best expected outcome \nof your event",
  "ourWorksTitleData": "أعمالنا",
  "ourWorksDescriptionData": " 1.       Consecutive and simultaneous interpreting for a one month workshop held by King Abdulaziz & his companions Foundation for Giftedness & Creativity- (Mawhiba) in collaboration with Johns Hopkins University (Subcontract). \n  \n  2.       Academic Leadership Development Conference led by Assistant professor Jacqueline Fewkes of Florida Atlantic University and Jacqueline Elliott Vice President For Enrollment Management at the University of Tennessee.  \n \n 3.       Forum for Cooperation and Exchange between the Universities of the Islamic world: The Application of performance indicators for Enhancing the Quality in Higher Education, under the patronage of His Excellency the Minister of Higher Education Prof. Dr. Khalid bin Mohammed Al-Angari. \n \n 4.       French Interpreting in a graduation ceremony at the University of Princess Nora Bint Abdul Rahman for the year 2013 in the presence of the French Ambassador as a guest of honor. \n \n 5.       Simultaneous Interpreting for First Saudi International Conference on Crisis and Disaster Management 2-3/11/1434 viagra online prescription free. \n \n 6.       Simultaneous Interpreting Academic Development Workshop of the University of Imam Muhammad bin Saud Islamic University. \n \n 7.       Simultaneous Interpreting Second African-Arab Ministerial Meeting on Agriculture Development & Food Security, Riyadh, Kingdom of Saudi Arabia, 29 Sept – 02 Oct, 2013. \n \n 8.       Simultaneous Interpreting for a workshop by Porsche Co. in Riyadh Chamber of Commerce titled “Excellent Operations Management” \n \n 9.       Consecutive and interactive Interpreting for Workshop in King Fahd Security College (10 days) \n \n 10.   Consecutive Interpreting Workshop in Officers Club (3 days) contracted with Raytheon. \n \n 11.   Consecutive and interactive Interpreting at King Saud University for visiting Lecturers Dec 2013. \n \n 12.   Consecutive Interpreting for Raytheon at Naif Academy for National Security (27th January – 4th March). \n \n 13.   Jeddah Economic Forum 18th-20th of March. Providing English and French Interpreting services plus 800 headsets. \n \n 14.   Saudi Travel and Tourism Forum 30th of May – 3rd of April 2014. \n \n 15.   Seminar organized by SCTA in cooperation with World Tourism Organization 25th of May 2014. \n\n 16.   Opening Rabegh Electricity Company 29th of May 2014. \n \n 17.   4th International Conference on Disability & Rehabilitation 19th to 21st of October 2014.  \n  \n  18.   Tharwat Al Ghitha Holding Company Corporate Launch 22nd of October 2014.  \n  \n  19.   Get in the Ring, Final Regional Middle East STC Challenge 5th of October 2014.  \n  \n  20.   Regional Consultation Forum “Turkey B20 2015 – Jeddah Chapter” 22nd of Feb. 2015.  \n  \n  21.   Social Media\\ Uses & Methodological Challenges Conference 9-10th of Mar. 2015.  \n  \n  22.   UK Embassy – Riyadh -Department for International Development – Workshop for King Salman Humanitarian Aid and Relief Centre 11th-12th Oct 2015.  \n  \n  23.   Education Evaluation Forum Riyadh 3rd-5th Nov 2015.  \n  \n  24.   The fifth National Built Heritage Forum. 30th Nov 2015 – 3rd of Dec 2015.  \n  \n  25.   Workshop for Mckinsey Company from 6-8 March 2016 at Narcissus hotel  \n  \n  26.   (National Anti-Corruption commission)- International committee of Second Nazaha International Conference on 28 September 2016 at Burj Rafal – Kempinski from 8:30 am till 2:30 pm.  \n  \n  27.   For Event Company – (Ministry OF Economy and Planning meeting with Vietnamese delegation) at conferences Qasr hotel in Al Nasiriah from 5-7 November 2016.  \n  \n  28.   National Anti-Corruption commission- International anti-corruption day forum at Eastern Province, Khobar- Sofitel on Sunday 11 December 2016 from 9 am till 3 pm.",


  "English": "إنجليزي",
  "Arabic": "عربى",
  "Russian": "الروسية",
  "Italian": "إيطالي",
  "Chinese": "صينى",
  "Spanish": "الأسبانية",
  "French": "فرنسي",
  "German": "ألمانية",
  "Dutch": "هولندي",

  "name": "الاسم",
  "phone": "رقم الهاتف",
  "email": "البريد الإلكتروني",
  "numberOfPage": "عدد الصفحات",
  "languageFrom": "اللغة من",
  "to": "إلي",
  "requestStatus": "حالة الطلب",
  "notes": "ملاحظات",
  "normal": "عادي",
  "urgent": "مستعجل",
  "getAQoute": "طلب ترجمة",
  "payUsing": "ادفع بستخدام",

  "Faq1Title": "هل تقدمون ترجمة معتمدة؟",
  "Faq1Description": "نحن نقدم خدمة شاملة لترجمة وتصديق المستندات المختلفة مثل شهادات الميلاد وأوراق الزواج / الطلاق والشهادات / الدبلومات وشهادات التأمين والتقارير الطبية والمراجع والمراسلات الشخصية وجميع أنواع الوثائق القانونية.",
  "Faq2Title": "كيف سأحصل على ترجمتي؟",
  "Faq2Description": "بالطريقة التي تفضلها ، يمكنك الحصول عليها كنسخة ورقية أو نسخة إلكترونية.",
  "Faq3Title": "كيف يمكنني ترجمة المستندات الخاصة بي؟",
  "Faq3Description": "بالطريقة التي تفضل نسخة مطبوعة أو إلكترونية ؛ للحصول على نسخ ورقية من المستندات ، يمكنك إرسالها إلينا بالبريد أو تسليمها في مكتبنا في الرياض. بالنسبة للنسخة الإلكترونية ، يرجى تحميل مستنداتك من خلال نموذج حجز الترجمة على موقعنا الإلكتروني www.sact.co ، ثلاث خطوات فقط وستتلقى عرض أسعار للمشروع. سيتم تأكيد طلبك بعد الدفع وسيتم إخطارك بموعد تسليم المشروع. يمكنك أيضًا إرسال ملفاتك إلكترونيًا عبر البريد الإلكتروني على info@sact.co.",
  "Faq4Title": "من فضلكم ، أبحث عن مترجمين فوريين للغة الإنجليزية والعربية لورشة عمل مدتها 3 ساعات",
  "Faq4Description": "يرجى إرسال بريد إلكتروني إلينا يتضمن تفاصيل الاتصال الخاصة بك مع تحديد الوقت والمكان وعدد الجمهور المتوقع وسيتصل بك متخصصو الترجمة الشفوية في الحدث على الفور.",
  "Faq5Title": "هل من الممكن أن تخبرني بعنوانك المفصل؟",
  "Faq5Description": "يمكنك أن تجدنا في 8592 طريق الملك فهد ، برج توليب ، الدور الثامن ، العليا ، الرياض 12333-3802 ، المملكة العربية السعودية",
  "Faq6Title": "ما هي أنواع المدفوعات التي تقبلونها؟",
  "Faq6Description": "نحن نقبل جميع بطاقات الائتمان أو بطاقات الخصم أو التحويلات المصرفية أو الدفع النقدي في مكتبنا وبطاقة الخصم المباشر مدى",
  "searchUsingCvCode": "ابحث باستخدام رمز السيرة الذاتية",
  "electronicInvoice": "الفاتورة الإلكترونية",
  "taxNumber": "الرقم الضريبي",
  "date": "تاريخ",
  "invoiceNumber": "رقم الفاتورة",
  "requiredTranslation": "الترجمة المطلوبة",
  "page": "صفحة",
  "pagePrice": "سعر الصفحة",
  "totalPrice": "السعر الكلي",
  "vat": "ضريبة القيمة المضافة",
  "deservedAmount": "المبلغ المستحق",
  "sendTheInvoiceAndProceedToPay": "أرسل الفاتورة وتابع للدفع",
  "uniqueTranslationDescription": "تضمن شركة صالح العمر للترجمة المعتمدة معايير عالية من الخدمات اللغوية والترجمة من خلال فريق متميز للغاية من المترجمين والمترجمين الفوريين.",
  "howDoWeWorkDataDescription": "تعمل SACT معك عن كثب لضمان فهمنا وتقديم الخدمة النهائية التي تحتاجها عندما تبحث عنها. تعتبر الطريقة السريعة والجيدة والتواصل مع العميل أمرًا ضروريًا في إجراء خدمات الترجمة. نحن نتفهم احتياجاتك ونصمم خدمتنا لتقديم أفضل دعم وخدمة.",
  "faqsDataDescription": "الأسئلة المتداولة وآراء العملاء والمقالات",
  "location": "8592 طريق الملك فهد ، برج توليب ، العليا ، الرياض 12333 -3802 ، المملكة العربية السعودية"
}
