{
  "bannerTitle": "ترجمة جديدة",
  "blog": "المدونة",
  "contact": "تواصل",

  "home": "الرئيسية",
  "services": "الخدمات ",
  "categories": "الاقسام ",
  "cvsearch": "السيرة الذاتية",
  "joinus": "انضم إلي فريقنا",
  "aboutus": "معلومات عنا",

  "flyinghigh": "تحلق عالياً",
  "acrosscultures": "عبر الثقافات",
  "homedescription": "من خلال نظرة ثاقبة للجودة والدقة ، نقدم خدمات ترجمة شاملة في جميع المجالات",
  "getAFreeQuote": "احصل على ترجمة",
  "getAProQuote": "احصل على عرض أسعار احترافي",
  "personalFiles": "الملفات الشخصية",
  "contractsAndLegalFiles": "العقود والملفات القانونية",
  "specializedTranslation": "الترجمة المتخصصة",
  "multiLanguagesTranslation": "ترجمة متعددة اللغات",

  "applications": "التطبيقات",
  "Translation": "ترجمة",
  "qualityAndDTP": "الجودة و DTP",
  "deliveryAndCustomerSatisfaction": "التسليم ورضا العملاء",

  "applicationsDescription": "• تحليل المستندات وتقييمها\n• إيصال الوثيقة\n• طلب الاحالة",
  "translationDescription": "• المراجعة والتدقيق اللغوي\n• اتفاق الموعد النهائي\n• تخصيص الموارد\n• ترجمة",
  "qualityAndDTPDescription": "• ملف ضمان الجودة والتتبع \nمن الاستلام حتى التسليم\n• تنسيق النهاية\nوالنشر المكتبي",
  "deliveryAndCustomerSatisfactionDescription": "• تسليم الملفات ورضا العميل.\n• ملاحظات العملاء.",

  "servicesLanguages": "اللغات",
  "englishLanguageTitleData": "اللغة الانجليزية",
  "englishLanguageDescriptionData": "اللغة الإنجليزية هي  ثالث أكثر اللغات انتشاراً في العالم. فهي اللغة الوحيدة الموجودة بالقارات الخمسة  \n وتستخدم اللغة الانجليزية على نطاق واسع كلغه تانيه و كلغة رسمية  في كثير من دول العالم . تطورت اللغة الإنجليزية خاصة في العالم \n العربي والخليج العربي بسبب تطور الحياة بشكل عام مما ساعد في حدوث نقلة نوعية في الآونة الأخيرة.",
  "frenchLanguageTitleData": "فرنسي",
  "frenchLanguageDescriptionData": "تعتبر الفرنسية واحدة من أكثر اللغات انتشارًا في العالم. إنها لغة العمل الرسمية للأمم المتحدة \n ، واليونسكو ، والمجتمع الأوروبي ، والصليب الأحمر الدولي ، والانتربول ، واللجنة الأولمبية الدولية ، \n الناتو ، ومنظمة التعاون الاقتصادي والتنمية.",
  "germanLanguageTitleData": "ألمانية",
  "germanLanguageDescriptionData": "اللغة الألمانية هي اللغة الرسمية لألمانيا والنمسا وليختنشتاين ، وهي إحدى \n اللغات الرسمية العديدة في بلجيكا وسويسرا ولوكسمبورغ. إنها إحدى اللغات الست الأكثر شيوعًا \n المنطوقة في العالم واللغة الأولى الأكثر انتشارًا في الاتحاد الأوروبي.",
  "russianLanguageTitleData": "الروسية",
  "russianLanguageDescriptionData": "اللغة الروسية هي اللغة الثامنة الأكثر استخدامًا في العالم والأكثر استخدامًا من بين اللغات السلافية lis ça. تم نشر أكثر من ربع \n المؤلفات العلمية في العالم باللغة الروسية. علاوة على ذلك ، فهي إحدى اللغات الرسمية في الأمم المتحدة.",
  "turkishLanguageTitleData": "اللغة التركية",
  "turkishLanguageDescriptionData": "اللغة التركية هي اللغة الرسمية لتركيا وهي إحدى \n اللغات الرسمية في قبرص. يتحدث بها حوالي 80 مليون ناطق أصلي في العالم.",

  "chineseanguageTitleData": "صينى",
  "chineseanguageDescriptionData": "يعيش غالبية السكان الناطقين بالصينية في الصين (أكثر من 980 مليونًا) ، بينما توجد أيضًا مجتمعات مهمة تتحدث اللغة الصينية في جميع أنحاء العالم ، خاصة في أوروبا وأمريكا الشمالية والجنوبية. الصينية التقليدية والمبسطة. \n تُستخدم الأحرف المبسطة في جمهورية الصين الشعبية وسنغافورة ، بينما تستخدم الأحرف التقليدية في تايوان وهونغ كونغ وماليزيا.",
  "italianLanguageTitleData": "إيطالي",
  "italianLanguageDescriptionData": "يتحدث اللغة الإيطالية أكثر من 65 مليون شخص في العالم. يوجد أكبر عدد من السكان الناطقين باللغة الإيطالية في إيطاليا ، وهي أيضًا إحدى \n اللغات الرسمية في سويسرا. تعتبر اللغة الإيطالية من أجمل اللغات في العالم. إنها \n لغة الثقافة والفن والموسيقى والشعر والأزياء والحب واللغة المثالية لاكتشاف التاريخ الأوروبي.",
  "spanishLanguageTitleData": "الأسبانية",
  "spanishLanguageDescriptionData": "أهمية اللغة الإسبانية لا يمكن إنكارها. الإسبانية هي ثاني أكثر اللغات تحدثًا في العالم. يتم استخدامه كلغة رسمية \n من قبل الاتحاد الأوروبي ومنظمة الدول الأمريكية واتحاد أمم أمريكا الجنوبية \n والعديد من المنظمات الدولية الأخرى. علاوة على ذلك ، ازدادت أهمية اللغة الإسبانية كلغة عمل في العقود القليلة الماضية.",
  "swedishLanguageTitleData": "السويدية",
  "swedishLanguageDescriptionData": "السويدية هي أكبر اللغات الجرمانية الشمالية ، ويتحدث بها حوالي 9 ملايين شخص في السويد وأجزاء من فنلندا. تشترك اللغة السويدية في العديد من أوجه التشابه مع اللغة النرويجية والدنماركية.",
  "ukrainianLanguageTitleData": "الأوكرانية",
  "ukrainianLanguageDescriptionData": "الأوكرانية هي واحدة من أقدم اللغات في العالم. إنها اللغة الرسمية لأوكرانيا. يتحدث بها الجاليات الروسية الأوكرانية في بلدان مختلفة من العالم ، بما في ذلك كندا والولايات المتحدة.",
  "bulgarianLanguageTitleData": "البلغارية",
  "bulgarianLanguageDescriptionData": "اللغة البلغارية هي اللغة الرسمية لجمهورية بلغاريا. يتم التحدث بها أيضًا في كندا واليونان والمجر وإسرائيل ومولدوفا ورومانيا وصربيا والجبل الأسود وتركيا وأوكرانيا والولايات المتحدة.",
  "portugueseLanguageTitleData": "البرتغالية",
  "portugueseLanguageDescriptionData": "اللغة البرتغالية هي إحدى اللغات الرئيسية في العالم (سادس لغة منطوقة في العالم) ، ويتحدث بها حوالي 200 مليون شخص في أربع قارات.",

  "servicesTranslation": "الترجمة التحريرية",
  "legalTranslationTitleData": "الترجمة القانونية",
  "legalTranslationDescriptionData": "خدمة الترجمة القانونية هي خدمة تمت الموافقة عليها رسميًا لاستخدامها في الأغراض الرسمية. ترجمة وتفسير سياق قانوني هي عملية متخصصة تتطلب الدقة والموثوقية والسرية. \n \n المستندات التي تتطلب ترجمة معتمدة تشمل الأوراق التي يجب تقديمها إلى إدارة الهجرة أو الجنسية (مثل الميلاد والطلاق وجوازات السفر وشهادات الزواج ، شهادات الثانوية العامة والشهادات الجامعية وشهادات التدريب إن وجدت بالإضافة إلى العديد من الشهادات الأخرى. \n صالح العمر للترجمة المعتمدة (SACT) متخصصة في خدمات الترجمة المختلفة بما في ذلك ؛ الأعمال القانونية ، مما يضمن أعلى جودة وترجمات دقيقة. منذ أكثر من 4 سنوات نقدم خدمات الترجمة القانونية للعديد من مكاتب المحاماة في الشرق الأوسط وجميع أنحاء أوروبا وإفريقيا وآسيا. نحن نقدم لهذه الشركات وشركات المحاماة مجموعة من خدمات الترجمة القانونية بما في ذلك: ترجمة العقود والاتفاقيات ، وترجمة الملكية الفكرية ، وترجمة العلامات التجارية ، والترجمة المعتمدة ، وترجمة المستندات الرسمية. \nSACT هي شركة ترجمة وتفسير معتمد من خلال غرفة المملكة العربية السعودية التجارة بموجب القانون السعودي. يمكن أن يضمن لك ذلك أن جودة العمل لدينا هي أعلى مستوى لجميع مشاريعك. إذا كان لديك متطلب قادم للترجمة القانونية ، فيمكنك الاتصال بأحد مديري المشاريع المخصصين لدينا لمناقشة احتياجاتك. \n عندما يتعلق الأمر بالترجمة القانونية ، فإن الخبرة في ترجمة المستندات القانونية لدينا أكثر من 4 سنوات في خدمة فئات مختلفة من العملاء. سواء كنت تريد ترجمة قانونية أو نوعًا آخر من الترجمة ، فلا تقبل أبدًا أقل من المترجمين الخبراء عندما يتعلق الأمر بترجمة المستندات القانونية. من الضروري أن يكون لديك معرفة أساسية بالأنظمة القانونية لكل من اللغات المصدر والهدف. \n في الترجمة الأدبية ، قد يضيف المترجم بعض الكلمات أو يزيلها من أجل تقديم الرسالة ومعنى النص. على عكس اللغة الأدبية ، يجب أن تكون اللغة القانونية مختصرة وموجزة وواضحة. قد يؤدي الغموض إلى تفسيرات مختلفة وقراءات ورسائل مختلفة ، مما يؤدي بدوره إلى اختلافات وفجوات بين الأطراف. \n اللاءات الثلاثة للترجمة القانونية: لا إضافة ، لا حذف ، لا تغيير مهمة للغاية ولا يمكن تجاهلها. الدقة والسرية ضروريان عندما يتعلق الأمر بترجمة النصوص القانونية. خطأ واحد في ترجمة وثيقة رسمية يمكن أن يؤدي إلى دعوى. والترجمة القانونية لها مصائدها. عندما يتعلق الأمر بترجمة المستندات القانونية ، يجب أن يكون المترجم دقيقًا كما هو الحال في الترجمة الفنية. \n تشمل خدمات الترجمة القانونية لدينا: \n خدمات الترجمة المعتمدة التي يطلبها العملاء في القطاع القانوني تشمل: \n \n · شهادات الشهود \n \n · الثقة \n \n · الصلاحيات \n \n · وثائق التقاضي \n \n · وثائق الهجرة \n \n · الإيداعات \n \n · الوصايا \n \n · مواد التأسيس \n \n · الملكية / علامات العرض \n \n · النظام الأساسي \n \n · العقود \n \n · اتفاقيات الترخيص \n \n · القانون التجاري \n \n · قانون الشركة والمنافسة \n \n · الملكية الفكرية \n \n · التجارة الدولية \n \n · القانون البحري \n \n · قانون الملكية \n \n · قانون الميراث",
  "literaryTranslationAndHumanitiesTitleData": "الترجمة الأدبية والعلوم الإنسانية",
  "literaryTranslationAndHumanitiesDescriptionData": "الترجمة الأدبية هي ببساطة هجرة الشعور إلى اللغة. تحتوي هذه الفئة على العديد من الأعمال ، كالشعر والقصص والروايات والمقالات الصحفية والإبداعات الفكرية والعلوم الإنسانية والفئات ذات الصلة. ترجمة العلوم الإنسانية والأدب هي فن ينقل المعرفة والعرض الفني من لغة إلى أخرى. قمنا بترجمة العديد من الأعمال الأدبية مثل القصائد والقصص القصيرة والمسرحيات والروايات التي تمت ترجمتها. \n \n يحرص مكتب صالح العمر للترجمة المعتمدة (SACT) على تعزيز مبادئ حوار الثقافات ونقل أفكار العلوم الإنسانية التي تعكس الثقافة على كلا الجانبين بما يتماشى مع الفكر المعاصر بطريقة ديناميكية دون المساس بتلك الرسالة الإنسانية في النص الأصلي. \n \n الترجمة الأدبية ليست هذا الجهد لتوفير ترجمة حرفية ، كلمة بكلمة للنص المصدر ؛ بل هي محاولة لنقل الرسالة الأصلية للمؤلف بأسلوب جديد وتذكر نفس الحالة المزاجية وطريقة السرد الأصلي للجمهور والقراء الأجانب. بالإضافة إلى ذلك ، من أجل الحصول على معرفة عميقة باللغات والثقافات الأجنبية المعنية ، يمكن وصف المترجمين الأدبيين أحيانًا بأنهم أكثر إبداعًا من الكتاب أنفسهم إلى جانب كونهم خبراء في الأدب. \n \n يتطلب تقديم ترجمة أدبية احترافية بأعلى جودة أكثر الموهوبين ، اللغويين المهرة والمبدعين. الأعمال الأدبية مكتوبة بنثر بليغ وديناميكي مما يجعل ترجمتها مهمة فنية دقيقة يمكن أن تكون تحفة فنية من النص نفسه. \n \n يلتقط المترجم الأدبي أسلوب المؤلف ووجهة نظره وعاطفته لضمان هذه الروح الحقيقية للعمل تنتقل بسلاسة من خلال اللغة المختارة. تزود الترجمات كلمة بكلمة القارئ بنص دقيق ولكنها لا تمثل ثراء النص أو روحه الذي يقدمه المترجم المبدع. نحن نقوم فقط بتمكين اللغويين الذين لديهم تلك المهارة في الكتابة الإبداعية ولديهم مهارات فنية مختلفة بالإضافة إلى الوعي الثقافي والمعرفة بالصناعة نفسها. \n تعني أعمالك الإبداعية واتصالاتك التجارية كل شيء بالنسبة لنا ، لذلك نحن نضمن الحفاظ على سريتها في مكاتب آمنة . نحن أول شركة لغات متخصصة تركز على الأمان. \n \n الكتب منتشرة على نطاق واسع. إنها إحدى الطرق العديدة التي يمكننا من خلالها التعرف على الماضي ، وخاصة المعلومات التاريخية. توفر الكتب الكثير من المعلومات التي يمكن مشاركتها عبر العالم. تساعد المعلومات التي يتم مشاركتها من خلال الكتب في تطوير \n ثقافة الدولة. يحتاج الناس في جميع أنحاء العالم إلى الوصول إلى الكتب ، واللغة هي العائق في هذا الوصول ويمكنك مشاركة أفكارك ومعلوماتك من خلالها. \n أصبحت ترجمة رواية أحدث اتجاه في الأيام الأخيرة وأصبحت أيضًا ناجحة في الوصول إلى عدد كبير من الناس في جميع أنحاء العالم. هناك العديد من الروايات الشعبية التي كتبها كتّاب مشهورون وحققت أفضل المبيعات. في الوقت نفسه ، تتم كتابة هذه الروايات بلغتها الأصلية التي لا يمكن قراءتها من قبل الآخرين الذين لا يعرفون تلك اللغة. لكن شعبية الرواية تغري قراء الرواية بقراءتها بطريقة ما. لذلك سيكون من الممكن والسهل على القراء الآخرين \n في جميع أنحاء العالم قراءة الروايات المختلفة المشهورة في البلدان الأخرى عبر العالم ، ويمكن القيام بهذه الترجمة الجديدة عبر الإنترنت. \n على غرار عملية ترجمة رواية ، هناك قطاع آخر من الترجمة القصائد التي تتطلب بذل المزيد من الجهود ، حيث يجب على مترجم الشعر أن يترجم كل سطر بكل سطر مع سينتهي \n مما يعني أن المؤلف يتمنى أن يكون قرائه بجانبهم ، مع الحفاظ على التأثير الشعري.",
  "militaryTranslationTitleData": "الترجمة العسكرية",
  "militaryTranslationDescriptionData": "تقدم شركة صالح العمر للترجمة المعتمدة (SACT) خدمات ترجمة قطاع الدفاع إلى وزارة الدفاع والطيران السعودية وتضطلع بمشاريع للمنظمات غير الحكومية ومصنعي المعدات الدفاعية في جميع أنحاء العالم في مجموعة من الأمور المطلوبة مثل البر والجو والبحر. تستند خدمتنا إلى الجودة والموثوقية والسرية. \n انخرطت SACT في العديد من مهام الترجمة المتعلقة بالمشاريع العسكرية والدفاعية على مدار السنوات الأربع الماضية ، وبسبب القوة والديناميكية والصلابة التي تتسم بها البيئة العسكرية ، فقد أصبح أمرًا حيويًا تأكد من ترجمة كل مهمة بدقة وفورية وبشكل صحيح إلى لغتها المستهدفة. \n الترجمة العسكرية هي فرع من فروع الترجمة المتخصصة والمعقدة بشكل خاص ، حيث أن التوثيق واسع النطاق ، مع مدخلات من مختلف الإدارات داخل شركتنا. يخضع دائمًا للمراجعة والتدقيق والجداول الزمنية. لقد أنشأنا وطورنا ذاكرة ترجمة لتشمل جميع المصطلحات والتعبيرات العسكرية الشائعة لضمان الاتساق والسرعة تجاه الملفات المترجمة ، اقرأ هذا المنشور هنا. يتم التوثيق بشكل آمن وفقًا لمتطلبات وزارة الدفاع والطيران السعودية. تستجيب SACT جيدًا لاحتياجات العملاء ، حيث تقدم عروض أسعار وترجمات عالية الجودة ضمن المواعيد النهائية المطلوبة والتي تكون قصيرة دائمًا ، وتبذل قصارى جهدها للامتثال لمتطلبات العملاء. \n نقدم خدمات الترجمة لقطاع الدفاع لأكثر من 4 سنوات. بالإضافة إلى أننا نقدم حاليًا خدمة عقود الترجمة مع بعض وكالات وزارة الدفاع بالإضافة إلى تقديم خدماتنا للمقاولين الرئيسيين والمتكاملين والموردين الآخرين المرتبطين بالدفاع. النزاهة والكفاءة المهنية كلاهما مفتاح تقديم خدماتنا. لهذا السبب استمرت وزارة الدفاع في تكليفنا بمواد للترجمة منذ عام 2010. إن التحدي المتمثل في العمل في ظروف صعبة في بعض الأحيان يعني الحاجة إلى خدمات لغوية مثل صناعات الاستشارات الأمنية والاستخباراتية التي لا يمكن الاستهانة بها. \n من الواضح أن SACT تدرك المتطلبات الفريدة لهذه القطاعات ، كما أن اللغويين المحترفين لدينا مدربون تدريباً كاملاً ويدركون هذا الالتزام الصارم للعمل المتعلق بالأمن. نقوم بانتظام بتشكيل مجموعات فرق من المترجمين المتخصصين للقيام بهذا العمل الحساس الذي يعتبر الفهم التقني والأمان والسرية أمرًا ضروريًا. يشارك اللغويون العاملون في قطاع الأمن في الترجمة الشفوية وكذلك الترجمة. نحن نقدم اللغتين الإنجليزية والعربية واللغات الأخرى عند الحاجة إلى مترجمين من أعلى مستويات الجودة ، ويتواجد اللغويون لدينا في جميع أنحاء العالم الناطق بالعربية. \n يتمتع مترجمونا العسكريون والدفاعيون بخبرات وخلفيات قوية في مجال الترجمة العسكرية. بالإضافة إلى ذلك ، يتم ضمان أمان وسرية المحتوى الخاص بك. موقعنا مؤمن للغاية ونقوم بتطوير أنظمة وإجراءات مختلفة تضمن وتحافظ على بياناتك وسريتها. جميع موظفينا على دراية بقضايا السرية ويتعاملون مع جميع الوثائق والبيانات على أنها سرية للغاية وآمنة تمامًا. بصفتنا مقدم خدمات لغوية محترفًا ، يلتزم اللغويون لدينا بالموضوعية والسرية والحياد بموجب الشروط والأحكام المنصوص عليها من قبلنا. إلى جانب اتفاقيات عدم الإفصاح هذه تمتد عبر جميع المجالات لتشمل جميع موظفينا وأي متخصصين يعملون لدينا. عندما يكون اللغويون في الموقع ، يرتدون بطاقة هوية تحمل صورة في جميع الأوقات ويحملون الوثائق كدليل على هويتهم وعلاقاتهم وتفاصيل الاتصال بصالح العمر للترجمة المعتمدة كوسيلة للتحقق. \n لقد عملنا مع مجموعة متنوعة من الشركات ، بما في ذلك شركات الاستخبارات والملاحة والمركبات والأسلحة والمراقبة والأقمار الصناعية وتكنولوجيا الدفاع والتصوير الحراري. \n يقدم صالح العمر للترجمة المعتمدة (SACT) خدمات ترجمة قطاع الدفاع إلى وزارة الدفاع والطيران السعودية ويتولى مشاريع للمنظمات غير الحكومية ومصنعي المعدات الدفاعية في جميع أنحاء العالم في مجموعة من الأمور المطلوبة مثل البر والجو والبحر. تعتمد خدمتنا على الجودة والموثوقية والسرية. \n انخرطت شركة SACT في العديد من مهام الترجمة المتعلقة بالمشاريع العسكرية والدفاعية على مدى السنوات الأربع الماضية ، وبسبب القوة والديناميكية والصلابة للبيئة العسكرية ، أصبح من الضروري التأكد من أن كل مهمة دقيقة وفورية وصحيحة مترجمة إلى لغتها الهدف. \n تعتبر الترجمة العسكرية فرعًا متخصصًا ومعقدًا بشكل خاص من الترجمة ، حيث أن التوثيق واسع النطاق ، مع مدخلات من مختلف الأقسام داخل شركتنا. يخضع دائمًا للمراجعة والتدقيق والجداول الزمنية. لقد أنشأنا وطورنا ذاكرة ترجمة لتشمل جميع المصطلحات والتعبيرات العسكرية الشائعة لضمان الاتساق والسرعة تجاه الملفات المترجمة التي تتم قراءتها.",
  "medicalTranslationTitleData": "ترجمة طبية",
  "medicalTranslationDescriptionData": "خدمات الترجمة الطبية \n تعتبر الترجمة الطبية مجالًا متخصصًا للغاية لأن المستندات الطبية علمية ومعقدة في الترجمة. إنها تتطلب قدرًا كبيرًا من الدقة والخبرة لضمان ترجمة احترافية ، ولهذا السبب لا تحتاج فقط إلى مترجمين عاديين. ولكن عليك البحث عن شركة ترجمة تتمتع بخبرة حسنة السمعة في خدمات الترجمة الطبية ووثائق اعتماد معترف بها! \n في SACT ، نسعى جاهدين لترجمة المستندات الطبية إلى أعلى معايير جودة الترجمة من خلال الاعتماد على مترجمين طبيين متخصصين. نحن نصمم خدماتنا لاحتياجات ومتطلبات عملائنا. \n كيف نعمل \n يتم التعامل مع كل مشروع ترجمة طبية من قبل مديري المشاريع لدينا حتى تتمكن من ضمان الحصول على جميع احتياجاتك بأعلى مستوى من الجودة والتنفيذ الفعال وسرية مستنداتك الطبية. يقوم مديرو المشاريع بتعيين المشاريع للمترجمين وفقًا لتخصصهم في مجالات الترجمة وخبراتهم. تخضع جميع مشاريعنا للمراجعة والتحرير والتدقيق اللغوي بواسطة مترجم متمرس على قدم المساواة قبل التسليم. \n في SACT ، لدينا الأدوات التقنية اللازمة لإنجاز المهمة في الوقت المحدد وفي حدود الميزانية. نحن نعمل بذاكرة الترجمة والمسارد المتخصصة لمشاريع الترجمة الطبية لضمان الدقة والاتساق وتكييف الترجمات مع صناعة معينة أو لغة خاصة بالشركة. \n خدمات الترجمة المعتمدة \nSACT هي شهادة معتمدة من الغرفة التجارية السعودية ، مما يعني أنه يمكنك أن تثق في الترجمة الطبية الاحترافية بأعلى جودة. لقد قمنا بدعم القطاعات الطبية والكيميائية والصيدلانية لسنوات عديدة وأصبحنا المورد المفضل لعدد متزايد من الشركات الطبية والكيميائية والصيدلانية متعددة الجنسيات. لدينا كل الخبرات والمهارات المطلوبة لتقديم ترجمة طبية بأعلى جودة. \n لا تساوم على الجودة عندما يتعلق الأمر بالترجمة الطبية! \n بما أن الأخطاء الطبية مكلفة ، فإن الأمر نفسه ينطبق على أخطاء الترجمة خاصة عندما يتعلق الأمر بالمسائل الطبية. إنه ليس خيارًا أن تقوم بتعيين وكالة ترجمة ذات خبرة عالية الجودة ولكن يجب أن تستمر لأنه قد يتم فقد الأرواح. في الواقع ، الأخطاء الطبية ليست مجرد أخطاء ، إنها أسوأ من كونها أخطاء. ومن هنا يأتي التركيز القوي على جودة الترجمة الطبية. \n تقدم SACT خدمة حيوية فيما يتعلق بعملنا. لدينا تلك الخبرة لإنهاء الترجمة الطبية التي تختلف من كونها إيصالات طبية بسيطة لأغراض التأمين إلى تقارير صيدلانية معقدة. لدى SACT هؤلاء المترجمون الذين لديهم خلفيات طبية وعلمية واسعة ، لذلك لا داعي للقلق بشأن المضاعفات التي تحيط بالترجمات الطبية ، فنحن نغطيها. \n نحن نغطي مجموعة متنوعة من الوثائق الطبية ، بما في ذلك: \n · تقارير الاستشارة \n · قواعد السلوك \n · ملخصات التفريغ \n · معلومات الإشعارات الطبية \n · معلومات المريض \n · الأوراق البحثية \n · الرسائل الطبية \n · منشورات الرعاية الصحية \n استخدم نظام عرض الأسعار الخاص بنا للحصول على عرض أسعار تقديري لمشروع الترجمة الطبية الخاص بك.",
  "religiousTranslationTitleData": "ترجمة دينية",
  "religiousTranslationDescriptionData": "الترجمة الدينية \n الترجمة الدينية مجال واسع يتطلب أكثر من الدقة والخبرة الواسعة والمعرفة والإلمام بجميع جوانبها. تختلف الترجمات الدينية باختلاف الديانات. \n كانت ترجمة النصوص الدينية عنصراً أساسياً وأساسياً في نشر رسالة الله عبر جميع الأعمار. كما أنها تستخدم لتدريس أساسيات الدين لأنها تعكس جمال الإيمان والأخلاق في جميع أنحاء العالم. كأداة قوية للأغراض التبشيرية ، يجب أن تكون دقيقة ودقيقة قدر الإمكان ويجب أن تكون متوافقة مع الإيمان الراسخ. يجب أن يفهم المترجم نص المصدر الأصلي وينقله بأمانة ودقة وتكامل إلى لغة المستقبل ، دون إضافة أو حذف جزء واحد من المحتوى الأصلي. \n في الترجمة الدينية ، يجب على المترجم أن يحتفظ بنفس المعنى دون أي تغيير أو إبداع. حيث توجد ثلاث ديانات رئيسية ؛ الإسلام والمسيحية واليهودية ولكل منها كتابها الخاص. الكتاب المقدس والقرآن والتوراة. إضافة إلى هذه الكتب الدينية المجردة التي يرسل بها الله رسله. هناك الملايين من التفسيرات لنصوصهم وآياتهم. الترجمة الدينية هي إشكالية من حيث حالة الترجمة. قد يختلف المعنى المقصود لكلمة دينية معينة ، على سبيل المثال ، بين الاستخدامات المسيحية والمسلمة. لسوء الحظ ، نجد مجموعة كبيرة من أخطاء الترجمة في المواد الدينية والتي يصححها صالح العمر للترجمة المعتمدة (SACT) بجدية كلما وجدت. يعتبر هذا خطأ فادحًا وكثيرًا ما يرتكب أثناء ترجمة النصوص العربية الإسلامية إلى اللغات الأجنبية. \n تتميز خدمات الترجمة الدينية لدينا بجودة دقيقة ونعرف كرواد في هذا الصدد. نحن نقدم ترجمات دينية كالبحوث الإسلامية والكتب والمراجع ، ولدينا العديد من المشاركات في هذا المجال ، والتي اعتبرها المؤلفون وقرائهم بإيجابية. \n يتضمن نقل النصوص الدينية من لغة إلى أخرى ، من بين أمور أخرى ، الدراسة العلمية للغة ، بما في ذلك علم الأصوات ، وعلم التشكل ، والقاموس ، وعلم الدلالات. معظم مترجمينا للنصوص الدينية هم من المتحدثين الأصليين للغة الهدف. لذا تأكد من حصولك على تجربة رائعة في التعامل معنا.",
  "leisureTourismAndHospitalityTranslationTitleData": "الترجمة الترفيهية والسياحة والضيافة",
  "leisureTourismAndHospitalityTranslationDescriptionData": "ترجمة الترفيه والسياحة والضيافة \n يتمتع صالح العمر للترجمة المعتمدة بخبرة كبيرة في مجال الضيافة والسياحة. نحن نقدم أسعارًا تنافسية رائعة وحلولًا ذكية لشركتك لتلبية توقعاتك. نحن نقدم ترجمات ديناميكية دقيقة بأي لغة. نحن نقدم عروض أسعار فردية لكل مهمة ترجمة لنوفر لك أفضل سعر ممكن. يمكنك تحديد نموذج التسعير الذي يناسب الإطار الزمني الخاص بك ، والأزواج اللغوية والمحتوى الخاص بك بحيث لا تدفع أكثر مما تحتاجه بالإضافة إلى حصولك على ترجمة احترافية أيضًا. \n تعد ترجمات الترفيه والسياحة والضيافة تحديًا بالفعل ، لأنها تحتوي على الكثير من القضايا الثقافية والتاريخية والاصطلاحية ؛ أن مترجمًا محترفًا فقط يمكنه ضمان إطلاق جيد للمحتوى الخاص بك في الثقافة والبلد المستهدفين. هناك العديد من الحقائق التاريخية والأسماء المحلية والخصائص الثقافية التي يجب أن تؤخذ في الاعتبار لرد فعل إيجابي من جمهورك. \n تمتلك السياحة والضيافة بالتأكيد ميزات لا يمكن نقلها أو ترجمتها من خلال الكلمات فقط ، ولكن من خلال الترجمة الدقيقة. تتضمن هذه الترجمة مجالات متنوعة ومثيرة ، بما في ذلك مناطق الجذب السياحي والرياضة والأنشطة الترفيهية. التحدي في هذا المجال هو أن تكون ثقافيًا بالمعلومات مع لمسة من المحتوى الترويجي لأنه يحتاج إلى كل من الموهبة والمهارة ليتم التنسيق بينهما. \n سواء كنت ضيفًا دوليًا أو كنت ترحب بالضيوف الدوليين ، فتأكد من حسن ضيافتك وودك على أفضل مستوى. يلتزم كل من مديري المشاريع واللغويين في مكتبنا دائمًا بالصفات عالية المستوى التي تطمح إليها في ترجماتك. ستعمل مع مترجمين محترفين للغة الأم ، تعاملوا مع العديد من المشاريع المتعلقة بالسياحة. توفر اللغويات SACT خدمات ترجمة احترافية في مجال الضيافة من خلال مترجمين بشريين يعملون بأسعار تنافسية للغاية. \n يمكن ترجمة المستندات المتعلقة بالترفيه والسياحة والضيافة عند الحاجة مع مواعيد نهائية ضيقة. يمكننا أن نوفر لك مترجمين محترفين ومتخصصين في هذا المجال بالذات. نحن نستخدم أحدث تقنيات الترجمة مثل أدوات ذاكرة الترجمة. نقوم بإنشاء عملية مراقبة الجودة التي تمكننا من إنتاج 100 حل برعاية. نحن نضمن أنك ستكون عميلنا الدائم لكل ما نقدمه.",
  "economicAndFinancialTranslationTitleData": "الترجمة الاقتصادية والمالية",
  "economicAndFinancialTranslationDescriptionData": "نحن نتحدث لغتك! \n تقديرًا للمفتاح المتزايد للترجمة المالية في الاقتصاد العالمي ، توفر SACT ترجمة مالية دقيقة وسرية ومصممة خصيصًا للمؤسسات المصرفية والتجارية والمالية. سواء كانت بيانات مصرفية أو استثمارية أو بيانات حقوق ملكية ، فإننا نعلم أنه عندما تكون المخاطر كبيرة ، فأنت بحاجة إلى شريك ترجمة يفهم الشؤون المالية وقادر على تلبية رسالة واحدة إلى مناطق وثقافات متعددة \n العمل مع مترجمين ماليين متخصصين \n لدينا خبرة يجب أن يقدم اللغويون خدمات الترجمة المالية الخاصة بك في أطر زمنية ضيقة بجودة عالية. \n في SACT ، نحقق مستوى عالٍ باستمرار في ترجماتنا المالية من خلال توظيف المترجمين والمراجعين المؤهلين تأهيلا عاليا فقط. نعين بعناية الفريق الأنسب من المترجمين والمراجعين والمحررين لكل مستند. العديد من مترجمينا حاصلون على درجات علمية في إدارة الأعمال أو المحاسبة أو الاقتصاد بالإضافة إلى خبرة في ترجمة جميع الأشكال المالية. تم تصميم خدماتنا وفقًا لاحتياجاتك ، من محاضر الاجتماعات الداخلية والبيانات المالية السنوية إلى مستندات الدمج والاستحواذ شديدة السرية. لا تقلق - فأنت في أيدٍ أمينة! \n فيما يلي بعض الطرق العديدة التي يمكن أن تساعدك بها خدمات الترجمة المالية لدينا: \n آفاق الأسهم والسندات \n ترجمة محفظة الاستثمار \n محاضر اجتماعات مجلس الإدارة وترجمات كشف المساهمين \n نشرة الاكتتاب وضمانات التعويم \n الاندماج والاستحواذ \n أوراق حقائق الصندوق \n تقارير المساهمين \n وثائق معلومات المستثمر الرئيسية (KIIDs) \n اتصالات الشركات \n ملفات التسجيل الأجنبي \n تقارير الصندوق \n العروض العامة الأولية turk-eczanesi. com \n بيانات التسجيل \n حالات الإفلاس \n الميزانيات \n كشوفات الدخل \n بيان التدفقات النقدية \n البيانات المالية الموحدة \n تقارير التدقيق والآثار القانونية \n إدارة المشاريع المصممة خصيصًا للعميل \n تفخر SACT بتقديم خدمات عالية خدمات عالية الجودة. سيتم تعيين مدير المشروع ، الذي يكون على دراية باحتياجات عملك ، في مشروع وسيدير ​​جميع مراحل المشروع بأكمله لضمان اكتمال مشروع الترجمة الخاص بك بدون أخطاء وفي الوقت المحدد. نستخدم أيضًا مجموعة من المسارد التي تعتمد على الموضوع والتي تتيح لنا تسريع وقت الترجمة دون المساومة على جودة ترجمة هذه المصطلحات. تعكس هذه المسارد أي مصطلحات خاصة بالعميل الداخلي ، بحيث تكون كل ترجمة مطابقة من حيث الأسلوب لتفضيلات استخدام العميل. \n علاوة على ذلك ، نقوم بإنشاء وصيانة قاعدة بيانات ذاكرة الترجمة لكل عميل وعندما نتلقى تحديثات للترجمات الجديدة ، فإننا نستخدمها بالمقارنة مع ذاكرة الترجمة الحالية ، وبالتالي توفير الوقت والمال. \n يعمل مديرو مشاريع الترجمة خلف الكواليس للتأكد من أن عملية الترجمة ، من التخطيط والجدولة إلى ضمان الجودة وإعادة المواد المترجمة في الموعد النهائي المتفق عليه ، هي تم إكمالها بكفاءة. \n موفر ترجمة متمرس لجميع القطاعات المالية \n نحن نقدم خدمات الترجمة المالية للشركات في مختلف القطاعات المالية ، بما في ذلك التأمين وإدارة الأصول والخدمات المصرفية والمحاسبة. تضمنت خدماتنا المطلوبة ترجمة احترافية للسوق وتحليلات القطاع والأبحاث المالية. تم تنفيذ جميع الترجمات مع الالتزام الصارم بإرشادات أسلوب الشركة. \n سواء كنت مؤسسة صغيرة الحجم متخصصة في قطاع معين أو مؤسسة متعددة الجنسيات ، فإن محترفي الترجمة لدينا لديهم الخبرة اللازمة لتلبية احتياجات سوق الخدمات المالية. \n مزود ترجمة متمرس لجميع القطاعات المالية \n نحن نقدم خدمات الترجمة المالية للشركات عبر مجموعة متنوعة من القطاعات المالية ، بما في ذلك التأمين وإدارة الأصول والخدمات المصرفية والمحاسبة. تضمنت خدماتنا المطلوبة ترجمة احترافية للسوق وتحليلات القطاع والأبحاث المالية. تم تنفيذ جميع الترجمات مع الالتزام الصارم بإرشادات أسلوب الشركة. \n سواء كنت مؤسسة صغيرة الحجم متخصصة في قطاع معين أو مؤسسة متعددة الجنسيات ، فإن محترفي الترجمة لدينا لديهم الخبرة اللازمة لتلبية احتياجات سوق الخدمات المالية. \n موثوق من قبل \n وزارة الاقتصاد والتخطيط \n McKinsey & Company \n الهيئة العامة للإحصاء \n Allianz \n BCG",
  "generalTranslationTitleData": "ترجمة عامة",
  "generalTranslationDescriptionData": "سواء كان مشروعك أقل من 100 كلمة أو أكثر من 10000 كلمة ، يمكننا تزويدك بترجمة سريعة ودقيقة من قبل متحدثين أصليين محترفين للغة الهدف. يمكن أن تأتي الترجمات العامة بأي تنسيق ، بما في ذلك المستندات والمقالات والتقارير وصفحات الويب. تحتوي هذه الترجمة على نصوص تتناول موضوعات عامة بدون مصطلحات متخصصة أو تقنية. سواء كنت فردًا أو فردًا أو شركة خاصة أو عامة ، فإن شركة صالح العمر للترجمة المعتمدة (SACT) مكرسة لتزويدك وتلبية جميع احتياجاتك في مجالات الترجمة المختلفة. لدينا مترجمون محترفون يعملون في الترجمة العامة ويترجمون إلى لغتهم الأم. \n \n \n لدينا خبرات متنوعة في تقديم خدمات ترجمة احترافية عالية الجودة إلى العديد من اللغات لمجموعة واسعة من العملاء في مختلف الصناعات. نوفر أيضًا \n للأفراد خدمات ترجمة معتمدة لملفاتهم ووثائقهم الشخصية ، مثل الشهادات الأكاديمية وشهادات الميلاد وجوازات السفر. \n \n \n بصفتنا عضوًا مسجلاً في الغرفة التجارية السعودية ، فإن جميع أعمالنا الرسمية والقانونية معتمدة من الهيئة التنظيمية ونحن نلتزم بمعاييرها المهنية. \n \n \n \n نظرًا لأن لدينا شركة عالمية شبكة تضم أكثر من 1200 من المترجمين التحريريين والفوريين المحترفين ، وفريقنا الداخلي ومديرو المشاريع على استعداد لتقديم حلول لغوية متنوعة. \n \n \n من السهل نسخ ولصق أي جملة تريد ترجمتها والبحث عنها في google ، ولكنك ستجد ترجمة مجزأة بمعنى غير مقبول على الإطلاق. الكلمات الإنجليزية لها \n العديد من المعادلات العربية. فكيف يمكن أن تساعدك ترجمة جوجل على ذلك. ولكن إذا قمت بتعيين مهمتك لشركة ترجمة أو مكتب ، فسوف تنجز عملك ولكن لا يزال هناك شيء مفقود. قد لا يكون هذا هو العمل الذي كنت ترغب في الحصول عليه. بالإضافة إلى ذلك ، هناك العديد من خدمات الترجمة الآلية عبر الإنترنت ويمكن للجميع القول إنه مترجم لمجرد أنه يستطيع قراءة أو فهم اللغة الأخرى. لذلك ، يتعين عليك إسناد عملك إلى شركة أو وكالة ذات سمعة طيبة ، وهذا ما يميز \n شركة عن أخرى حيث يجب أن تكون راضيًا عما تحصل عليه. \n \n \n تفخر SACT بنفسها كمزود خدمة لغوية لأنها تأخذ عملها على محمل الجد. لا يتعلق الأمر بنقل النص الإنجليزي إلى نظيره العربي. يتضمن كل نص \n العديد من مشكلات الترجمة التي تحتاج إلى حل ليس فقط لمعرفة معنى تلك الكلمات ولكن أيضًا لالتقاط رسالة ذلك النص ونقلها إلى الطرف الآخر \n حتى يتمكنوا من التواصل بشكل مثالي. \n \n \n تأتي الحلول من إنسان حقيقي مترجم وليس آلة يعرف كيفية التعامل مع مشاكل الترجمة وتقنياتها. توجد مستويات عديدة من الصعوبات \n في الترجمة. قد يؤدي خطأ واحد في الترجمة إلى تدمير عملك وسمعتك. توقف لحظة للتفكير في جهود المترجم أثناء إنشاء النص الأصلي لشخص آخر \n وصعوبة كبيرة في الحفاظ على تفكيرك بشأن هذا النص. خلاف ذلك ، سيكون لديك نص مترجم هامد. تلعب الخبرة دورًا كبيرًا في تجنب \n هذه الفخاخ في الترجمة.",

  "servicesInterpretation": "ترجمة فورية",
  "simultaneousInterpretationTitleData": "ترجمة فورية",
  "simultaneousInterpretationDescriptionData": "تقدم شركة صالح العمر للترجمة المعتمدة (SACT) حلولًا متنوعة مصممة خصيصًا لتلبية احتياجاتك من الترجمة الفورية والترجمة الفورية على وجه الخصوص. الترجمة الفورية \n هي واحدة من أكثر الخدمات اللغوية المطلوبة والمثيرة للاهتمام أكثر من أي خدمة أخرى. نظرًا لأنه يتم توفيرها للمؤتمرات أو جلسات المحكمة أو الاجتماعات \n الدبلوماسية أو الندوات أو المقابلات من أجل تلبية جميع متطلبات عملائنا الأعزاء \n \n \n الترجمة الفورية هي مجال واسع الانتشار جدًا للترجمة ، وهي مطلوبة بشدة في العديد من المناسبات تعقد من قبل جماهير متعددة اللغات تتطلب التواصل. \n يُعرف أيضًا بالترجمة الشفوية أو الترجمة الفورية التي تحدث خلال فترة زمنية معينة ويلتزم المترجم الفوري بهذا الوقت الذي يتم خلاله نطق \n الرسالة الأصلية ، ويبدأ دوره فورًا أو أثناء نطق هذه الرسالة. هذا النوع من التفسير لا يلتزم بنفس الدقة أو بنفس \\ النمط الأصلي للنص ؛ بل يكفي أن ينقل المترجم مضمون أو جوهر الرسالة الأصلية للمتحدث. \n \n \n يمكن لمصلحة العمر للترجمة المعتمدة توفير العديد من المترجمين الفوريين المتخصصين لعملائنا المحليين والدوليين. نحن نفهم احتياجاتك أولاً ثم \n بناءً على طبيعة المشروع ، سيتم تعيين مترجمين فوريين يتمتعون بخبرات ومهارات متخصصة في مجالك الذي ستتم مناقشته ، سواء كان علميًا أو تقنيًا أو قانونيًا أو طبيًا أو تجاريًا. يتمتع المترجم المحترف بسنوات خبرته الطويلة في التعامل مع العديد من مشاكل التواصل \n بين اللغات ، وسيكون لديه المعرفة اللازمة لسد هذه الفجوة وسدها في المواقف والمجالات المختلفة. يجلس المترجم في حجرة عازلة للصوت ويفسر \n رسالة المتحدث إلى اللغة الهدف في أقرب وقت من اللغة المصدر. \n \n \n وصلت شركة صالح العمر للترجمة المعتمدة (SACT) إلى قمة خدمات الترجمة الفورية حيث شاركنا في العديد من الأحداث \n الدولية المختلفة؛ سواء المؤتمرات العالمية أو المحلية ، ونحن نقدم خدمات الترجمة الفورية بكفاءة فريدة من نوعها لا مثيل لها. \n \n \n سنطلب استخدام كافة المستندات والمواد المرجعية ذات الصلة في خدمة الترجمة الشفوية. يجب أن يكون لدى المترجمين الفوريين نفس البيانات والمستندات التي \n تُرسل إلى المشاركين. بالإضافة إلى ذلك ، ستكون العروض التقديمية أو النشرات أو الأوراق التي سيتم توزيعها أثناء الاجتماع ، وخاصة تلك المطروحة للمناقشة ، متاحة \n لفريقنا من المترجمين الفوريين قبل مناقشتها. \n \n \n من خلال الاستعانة بمترجمين محترفين ، يتم اختيارهم وفقًا لطلاقة لغتهم الأم ، ونحن نتأكد من تلبية جميع احتياجاتك في الترجمة الشفوية التي تختلف من \\ تسعة مؤتمرات دولية أو اجتماعات مدرسية أو استشارات طبية أو اجتماعات عمل أو ندوات. لذا ، إذا كنت تبحث عن وكالة ترجمة شفوية للتعامل مع \n القضايا الأكاديمية أو المالية أو القانونية أو التقنية أو الطبية أو المتعلقة بالعمل ، فأنت في المكان الصحيح وفي الأيدي الصحيحة. بمجرد إخبارنا باحتياجاتك ، سوف نعتني بكل شيء بطريقة مهنية وودودة.",
  "consecutiveInterpretationTitleData": "تفسير متتالي",
  "consecutiveInterpretationDescriptionData": "تُستخدم الترجمة التتابعية عادةً في مناقشات المجموعات الصغيرة ، ووقائع المحكمة ، والمقابلات ، والمكالمات الجماعية ، والخطب بجانب المؤتمرات الصغيرة ، والاجتماعات ، والعروض التقديمية \n حيث توجد لغتان مختلفتان. تتطلب هذه التقنية من المتحدث التوقف قليلاً للسماح للمترجم الفوري بالتحدث عادةً بضع \n جملتين في وقت واحد ، لذلك ، يكون لدى المترجم الفوري الوقت لتحليل الرسالة ككل ، مما يسهل على الجمهور تقديم خطاب أكثر طلاقة ورسالة واضحة. إنه سهل للغاية لأنه لا يتطلب معدات متخصصة لذا فهو حل عملي في العديد من الشركات التعاونية. \n في صالح العمر للترجمة المعتمدة ، نهدف إلى تقديم هذا النوع من الخدمة التي تتجاوز التوقعات ؛ خدمة عالية الجودة مصممة خصيصًا لك. تدور شبكتنا من \n اللغويين حول العالم ، مما يعني أنه يمكننا توفير مترجمين فوريين متتاليين إلى أي مكان في أي وقت. \n كما نقدم خدمات ترجمة متتابعة محددة للمسؤولين الحكوميين أو مديري الأعمال أو المستثمرين أو المراقبين الذين يقومون بزيارات ميدانية. هذه الخدمة \n مميزة من خلال احترافية المترجمين الفوريين لدينا للاستجابة بشكل تلقائي للمواقف المختلفة التي قد يواجهونها من الاجتماعات الرسمية إلى جولات المصنع أو حتى الترحيب \n بالأطراف. \n تعد أسعار الترجمة الشفهية المتتالية لدينا هي أكثر الأسعار تنافسية بين وكالات الترجمة التحريرية والشفهية في الشرق الأوسط ، وتأتي مع خدمة العملاء اليقظة والمتفانية \n التي لا يمكن منافستها. \n تماشياً مع الترجمة الفورية ، يتحدث المترجم الفوري بعد أنهى المتحدث حديثه. ينقسم الحديث إلى فقرات صغيرة ، عندما ينهي المتحدث \n إحداها ؛ ثم يقوم المترجم بترجمة الرسالة بأكملها إلى اللغة الهدف. سيقوم المترجم الفوري أيضًا بتدوين الملاحظات باللغة الهدف أثناء \n المتحدث الرئيسي يتحدث ، مما يضمن عدم استبعاد أي تفاصيل عن طريق الخطأ. \n لفهم اللغة ، يجب على المرء أن يفهم ثقافتها. نحن في صالح العمر للترجمة المعتمدة نسند المهمة إلى المترجم المناسب الذي لديه \n معرفة بارزة في هذا المجال المحدد وقادر على نقل الحوار بسرعة وبدقة بطريقة دقيقة. بالإضافة إلى الذاكرة القوية لتتمكن من تذكر \n أقصى جزء ممكن من الرسالة المسموعة. \n إذا كنت تحتاج إلى مترجم فوري في أي مكان قبل بضع ساعات ، فأخبرنا به ويمكنك الاعتماد عليه ليكون هناك . إذا كنت ترغب في التحدث والتعرف على \n المترجم الفوري ، فسنقوم بكل سرور بإعداد اجتماع ، سواء شخصيًا أو عبر الهاتف. \n هناك إصدار آخر من الترجمة الفورية المتتالية وهو الترجمة الفورية في البصر. إنها تعني الترجمة من النظرة الأولى ، حيث يقرأ المترجم النص بعينيه بدون صوت عالٍ للخطاب المكتوب في اللغة المصدر ، ثم يترجم إلى اللغة الهدف على الفور من خلال الكلام.",
  "whisperedInterpretingTitleData": "الترجمة الهمسية",
  "whisperedInterpretingDescriptionData": "الترجمة الشفوية الهمسية \n \n الترجمة الشفوية الهمسية ، والمعروفة أيضًا باسم \"Chuchotage\" بعد نظيرتها الفرنسية. إنه شكل من أشكال الترجمة الفورية حيث يقوم المترجم الشفوي بطرح ما يقوله المتحدث \n للعميل بلغته الأم. يتم استخدامه عادةً للفرد أو عندما يكون الجمهور المستهدف صغيرًا (أقل من 4) ، ويتم تعيينه لمجموعة صغيرة جدًا من \n الأشخاص. جلس المترجم بين الجمهور المستهدف ويعيد نطق ما يقال في وقت واحد بصوت هامس حتى لا يعيق المؤتمر أو الاجتماع. هذا النوع من الترجمة الشفهية \n أصبح شائعًا بشكل متزايد. \n نظرًا لأنه وسيلة أقل رسمية للترجمة ويتم دمجه أيضًا مع متتالية حيث لا تتطلب معدات ترجمة إضافية وحيث توجد لغة \n أجنبية واحدة معنية وعدد صغير من المندوبين ، هذا هو الأنسب لأكثر الحميمية والخاصة ، مثل مفاوضات العمل ، والاجتماعات ، وزيارات الموقع والاجتماعات الصغيرة ، \n خاصة عندما يحتاج المترجم الفوري إلى الترجمة لشخص واحد أو شخصين فقط. للترجمة الفورية الهمسية ، يعمل المترجمون الفوريون المحترفون لدينا في اللغة الأم \n. \n تقدم شركة صالح العمر للترجمة المعتمدة (SACT) خدمة مخصصة للغاية في جميع القطاعات والمواقع. نظرًا للأسلوب الشخصي للغاية في الترجمة الشفوية الهمسية ، فمن المهم بطبيعة الحال أن ينشئ المترجم الفوري والعميل علاقة جيدة. إذا كنت ترغب في مقابلة المترجم الفوري مسبقًا ، فسيكون فريقنا سعيدًا \n لترتيب ذلك لك.",
  "eventAndConferenceEquipmentSupplyTitleData": "توريد معدات المناسبات والمؤتمرات",
  "eventAndConferenceEquipmentSupplyDescriptionData": "من المحتمل أن يكون العامل الأكثر أهمية عند استيعاب النبلاء الأجانب والشخصيات البارزة في مؤتمر أو حدث مشترك هو الحصول على مرافق الترجمة الشفوية المناسبة في متناول اليد \n. بالإضافة إلى توفير الفريق المناسب من المترجمين الفوريين المحترفين ، يمكن لشركة صالح العمر للترجمة المعتمدة (SACT) توفير معدات الترجمة والترجمة الفورية المناسبة ، من ميكروفونات المؤتمرات وسماعات الرأس ، إلى أنظمة الإرسال وأكشاك الصوت وحتى الفنيين. جميع أعمالنا معتمدة وتفي بالمعايير التنظيمية \n لغرفة التجارة السعودية. \n من التثبيت إلى التنفيذ ، يمكننا ضمان أن كل شيء يتم بالطريقة الصحيحة وأن الجميع حاضر ، بغض النظر عن لغتهم الأم سوف \n فهم كل كلمة. سوف نتأكد من عدم ضياع أي شيء في الترجمة وأن كل الحاضرين في الحدث الخاص بك يشاركون. \n فريق إدارة مشروع SACT هم محترفون في توفير جميع احتياجاتك ومتطلباتك لحدثك ، بغض النظر عن موقعك في العالم وما هو موجود دائمًا في متناول اليد \n لمناقشة متطلباتك وبغض النظر عن حجمها الكبير أو الصغير أو اللغات المنطوقة ، فإن شبكتنا العالمية من المترجمين الفوريين والفنيين على استعداد للعمل معك. \n ما عليك سوى تزويدنا بالتفاصيل وسنتولى الأمر بالكامل الشغل. سنكون قادرين على تزويدك بالفنيين لتركيب المعدات ، وسيكون المترجمون الفوريون \n جاهزين على الأقل لمدة يومين ، بغض النظر عن مكان استضافة المؤتمر أو الحدث الخاص بك في العالم. سيقدم لك موظفونا النصائح حول أفضل حل \n لحدثك ، مع فني في الموقع للتأكد من أن كل شيء يعمل بسلاسة وفقًا لمتطلباتك ، مما يسمح لك بالتركيز على تحقيق أفضل نتيجة متوقعة \n لحدثك",
  "ourWorksTitleData": "أعمالنا",
  "ourWorksDescriptionData": "1. ترجمة متتالية ومتزامنة لورشة عمل لمدة شهر أقامتها مؤسسة الملك عبد العزيز ورفاقه للموهبة والإبداع- (موهبة) بالتعاون مع جامعة جونز هوبكنز (عقد من الباطن). \n \n 2. مؤتمر تطوير القيادة الأكاديمية بقيادة الأستاذة المساعدة جاكلين فيوكس من جامعة فلوريدا أتلانتيك وجاكلين إليوت نائب الرئيس لإدارة التسجيل في جامعة تينيسي. \n \n 3. ملتقى التعاون والتبادل بين جامعات العالم الإسلامي: تطبيق مؤشرات الأداء لتحسين الجودة في التعليم العالي ، تحت رعاية معالي وزير التعليم العالي الأستاذ الدكتور خالد بن محمد. العنقري. \n \n 4. الترجمة الفرنسية في حفل تخرج بجامعة الأميرة نورة بنت عبد الرحمن لعام 2013 بحضور السفيرة الفرنسية كضيف شرف. \n \n 5. الترجمة الفورية للمؤتمر السعودي الدولي الأول لإدارة الأزمات والكوارث 2-3 / 11/1434 viagra على الإنترنت بدون وصفة طبية. \n \n 6. ورشة عمل الترجمة الفورية للتطوير الأكاديمي بجامعة الإمام محمد بن سعود الإسلامية. \n \n 7. الترجمة الفورية للاجتماع الوزاري الأفريقي العربي الثاني حول التنمية الزراعية والأمن الغذائي ، الرياض ، المملكة العربية السعودية ، 29 سبتمبر - 02 أكتوبر 2013. \n \n 8. الترجمة الفورية لورشة عمل من قبل شركة بورش . في الغرفة التجارية بالرياض بعنوان \"إدارة عمليات ممتازة\" \n \n 9. ترجمة فورية وتفاعلية لورشة عمل في كلية الملك فهد الأمنية (10 أيام) \n \n 10. عقد ورشة عمل ترجمة متتالية في نادي الضباط (3 أيام) مع ريثيون. \n \n 11. الترجمة الفورية والتفاعلية في جامعة الملك سعود للمحاضرين الزائرين ديسمبر 2013. \n \n 12. الترجمة التتبعية لـ Raytheon في أكاديمية نايف للأمن القومي (27 يناير - 4 مارس). \n \n 13. منتدى جدة الاقتصادي 18-20 مارس. توفير خدمات ترجمة فورية باللغتين الإنجليزية والفرنسية بالإضافة إلى 800 سماعة رأس. \n \n 14. المنتدى السعودي للسياحة والسفر 30 مايو - 3 أبريل 2014. \n \n 15. ندوة نظمتها الهيئة العامة للسياحة والآثار بالتعاون مع منظمة السياحة العالمية 25 مايو 2014. \n \n 16. افتتاح رابغ للكهرباء الشركة 29 مايو 2014. \n \n 17. المؤتمر الدولي الرابع حول الإعاقة والتأهيل من 19 إلى 21 أكتوبر 2014. \n \n 18. إطلاق شركة ثروت الغيثة القابضة في 22 أكتوبر 2014. \n \n 19. Get in the Ring ، Final Regional Regional Middle East STC Challenge 5 أكتوبر 2014. \n \n 20. منتدى التشاور الإقليمي \"تركيا B20 2015 - فرع جدة\" 22 فبراير 2015. \n \n 21. وسائل التواصل الاجتماعي \\ الاستخدامات مؤتمر التحديات المنهجية 9-10 مارس 2015. \n \n 22. سفارة المملكة المتحدة - الرياض - قسم التنمية الدولية - ورشة عمل لمركز الملك سلمان للإغاثة والأعمال الإنسانية 11-12 أكتوبر 2015. \n \n 23. التعليم منتدى التقييم الرياض 3 - 5 نوفمبر 2015. \n \n 24. الملتقى الوطني الخامس للتراث العمراني. 30 نوفمبر 2015 - 3 ديسمبر 2015. \n \n 25. ورشة عمل لشركة Mckinsey من 6 إلى 8 مارس 2016 في فندق Narcissus \n \n 26. (اللجنة الوطنية لمكافحة الفساد) - اللجنة الدولية لمؤتمر نزاهة الدولي الثاني حول 28 سبتمبر 2016 في برج رافال - كمبينسكي من الساعة 8:30 صباحًا حتى 2:30 مساءً. \n \n 27. لشركة الأحداث - (اجتماع وزارة الاقتصاد والتخطيط مع وفد فيتنامي) في مؤتمرات فندق قصر في الناصرية من 5-7 نوفمبر 2016. \n \n 28. الهيئة الوطنية لمكافحة الفساد- مكافحة الفساد الدولية- منتدى يوم الفساد بالمنطقة الشرقية الخبر- سوفيتيل يوم الاحد 11 ديسمبر 2016 من الساعة 9 صباحا حتى الساعة 3 مساءا.",

  "desktopPublishingTitleData": "النشر المكتبي",
  "desktopPublishingDescriptionData": "النشر المكتبي \n \n النشر المكتبي (المعروف أيضًا باسم DTP) هو عملية تنسيق المستندات من خلال استخدام ميزات تخطيط الصفحة. يعد برنامج النشر المكتبي المرجع الرئيسي للطباعة الرقمية \n ويمكنه إنتاج تخطيطات ونصوص مطبعية وصور يمكن مقارنتها بالطباعة والطباعة التقليدية. نحن في صالح العمر للترجمة المعتمدة \n (SACT) نطبق هذه التقنية لأنها لا تسمح فقط للشركات والأفراد ولكن أيضًا للمنظمات الأخرى وتتعاون للنشر الذاتي لمجموعة كبيرة من العناصر المطبوعة. \n \n تحتاج إلى خدمات النشر المكتبي عندما إكمال أي مهمة ترجمة عادية بحيث يمكنك إعطاء مشروعك جميع خصائص المواد المكتوبة باللغة الهدف \n. بعد أن وصل مشروع الترجمة الخاص بك إلى مرحلته الأخيرة ، تبدأ في التفكير في شكله النهائي وكيف سيبدو. من الضروري أن يكون لديك تخطيط إبداعي محدد \n للمستند وأن تكون خاليًا من الأخطاء المطبعية لأن هذه الأخطاء سيكون لها تأثير سلبي على منتجك النهائي. في ترجمة صالح العمر \n ، نحن حريصون على تزويدك بكل ما تحتاجه للحصول على المواد والمنشورات الخاصة بك بأدق التنسيقات التي تستجيب لهدفك \n \n توفر أساليب النشر المكتبي التحكم في التصميم والتخطيط والطباعة أكثر من معالجة الكلمات. ومع ذلك ، تم تطوير برامج معالجة الكلمات لتشمل بعض \n الإمكانيات التي كانت متوفرة سابقًا فقط مع الطباعة الاحترافية أو النشر المكتبي. طريقة عمل خدمة النشر المكتبي لدينا على النحو التالي ؛ كما نتلقى المصدر \n المنشورات بتنسيقها. استخرج محتواها للترجمة أو التحرير ، ثم أنشئ المحتوى الهدف الذي يعكس محتوى المصدر. \n \n \n فريق اللغويين لدينا محترفون في التعامل مع محتويات البرامج المختلفة ؛ تطبيقات MS Office (Word و Excel و PowerPoint) ومنتجات Adobe (Adobe Acrobat و Adobe In \nDesign و Adobe Illustrator). يمكنك استخدام تطبيق أو برنامج أقل شيوعًا لنشر المحتوى الخاص بك. علاوة على ذلك ، سنكون مستعدين لمساعدتك في حلول النشر المكتبي التي نقدمها \n والتي ستنال إعجابك بالتأكيد ولجماهيرك المستهدفة. \n \n تتمتع مهارات وبرامج النشر المكتبي (DTP) بنفس المهارات المستخدمة في نشر الورق والكتب الشائعة المستخدمة لإنشاء الرسومات لتصميمات عبوات البيع بالتجزئة واللافتات الخارجية والمعارض التجارية \n والعناصر الترويجية وشاشات نقاط البيع. على الرغم من أن برنامج النشر المكتبي مصنف ويستخدم فقط في الطباعة ومنشورات PDF ، من ناحية أخرى \n لا تقتصر مهارات النشر المكتبي على الطباعة حيث يمكن استخدامها لتصميم الويب أو تصميم واجهة المستخدم لأي واجهة مستخدم رسومية مثل المحتوى المنتج بواسطة سطح المكتب \n يمكن استخدام الناشرين للوسائط الإلكترونية. عندما يتم استخدامها بكفاءة ، تتيح مهارات النشر المكتبي (DTP) للمستخدم إنتاج مواد متنوعة ، من المجلات إلى القوائم والكتب ، \n بغض النظر عن تكلفة الطباعة التجارية سواء للنشر على نطاق واسع أو للإخراج الخارجي المحلي متعدد الوظائف للكتب الإلكترونية أو الويب المحتوى وصفحات الويب. \n \n بغض النظر عن التطبيق الذي استخدمته لإعداد المحتوى المصدر الخاص بك ، يمكن لخدمات النشر المكتبي لدينا معالجة تنسيق المحتوى الخاص بك ، بما في ذلك على سبيل المثال لا الحصر \n إلى ؛ \n \n \n Adobe Frame Maker \n Adobe Home Publisher \n Adobe Illustrator \n Adobe InDesign \n Adobe Muse \n Adobe Page Maker \n Adobe Photoshop \n Aldus Personal Press \n Apple Pages 4. x \n Banner Mania \n Corel Ventura \n Corel رسم \n Studio Publisher \n Microsoft PowerPoint \n Microsoft Publisher \n OpenOffice.org / LibreOffice \n دفق الصفحة (اعتاد أن يكون \"شريك النشر\") \n Printworks (Mac App Store) \n نص PTC Arbor \n",
  "proofreadingAndEditingTitleData": "التدقيق اللغوي والتحرير",
  "proofreadingAndEditingDescriptionData": "تتطلب خدمات التدقيق اللغوي وتحرير النسخ عينًا ديناميكية حقيقية للحصول على التفاصيل ومعرفة عميقة باللغة الهدف. نحن ، في صالح العمر للترجمة المعتمدة ، نعلم أن \n عملائنا بحاجة إلى الدقة المطلقة عندما يتعلق الأمر بالتدقيق اللغوي ، وبفضل خبرتنا في مختلف المجالات في الترجمة مثل القطاعات القانونية والمالية والطبية ، يمكننا أن نضمن أن خدمتنا سترضي احتياجاتك المتطلبات والاحتياجات. \n \n المدققون المحترفون لدينا هم خبراء في اكتشاف وتصحيح أي أخطاء بما في ذلك المحتوى والتهجئة والقواعد وأي أخطاء أخرى قد تسبب الارتباك أو سوء الفهم. من ناحية أخرى ، يتم تنفيذ جميع أعمال التدقيق اللغوي لدينا بواسطة مدققين خبراء يقارنون المستندات الأصلية بالترجمات التي تمت من أجل دقة عالية \n \n. \n \n إذا كنت تبحث عن خدمة تدقيق لغوي احترافية ، فأنت في المكان الصحيح. يمكننا التعامل مع أي مهمة مهما كان حجمها أو تخصصها. أثناء عملية التصحيح \n ، يتم إيلاء اهتمام خاص للأخطاء المطبعية والنحوية والأسلوب والاتساق والتنسيق ودقة المصطلحات. في صالح العمر للترجمة المعتمدة ، يقوم المدققون اللغويون والمستقلون لدينا بفحص المواد المترجمة مع النص الأصلي ، وكذلك مراجعة النص وفقًا لإرشاداتك. \n \n تختلف أسعارنا التنافسية للتدقيق اللغوي وفقًا لمعدل الترجمة . ومع ذلك ، إذا كنت مهتمًا باستخدام خدمات التدقيق اللغوي وتحرير النسخ لدينا فقط ، فستقدم لك إدارة المشروع \n عرض أسعار بناءً على احتياجاتك ، مثل تدقيق الأطروحة. كمعدل قياسي ، يتمكن المدققون اللغويون لدينا من تصحيح أكثر من 5000 \n كلمة في اليوم. ولكن إذا كنت بحاجة إلى إنجاز سريع حقًا ، فيمكننا تخصيص رقم أكبر للتعامل مع مهمتك وفقًا للموعد النهائي الخاص بك. \n \n مع شبكتنا العالمية التي تضم أكثر من 1200 لغوي ، لا توجد حدود لخدمتنا. نتجاوز جميع الاستثناءات ، لذا فإن أي نص أو أي كاتب يستفيد من وجود \n مزيد من التدقيق اللغوي. علاوة على ذلك ، يقترح المراجعون أيضًا أي محتوى محتمل وأخطاء في الحقائق حتى يتمكن الكاتب من تجنبها. إنهم يركزون بشدة على التفاصيل و \n على دراية بمجموعة متنوعة من الموارد مثل برامج معالجة النصوص وأدلة الأنماط والقواميس متعددة اللغات. \n \n في صالح العمر للترجمة المعتمدة (SACT) ، ستمنح خدمات التدقيق اللغوي وتحرير النسخ مشروعك الختم النهائي للموافقة ، مع التأكيد على أن ترجمتك \n ستُقرأ كما لو كانت مكتوبة باللغة الهدف. عادةً ما تتضمن خدمات التحرير التي نقدمها البحث عن أي مصطلحات تثير الشكوك وإبرازها وإنشاء ترجمة \n أكثر دقة. ومع ذلك ، فإن إعادة الكتابة ، إذا لزم الأمر ، قد تكون الحل الأفضل. يعرف المدققون اللغويون المحترفون كيفية الالتزام بالقواعد ويفهمون متى يخالفونها \n أو يفكرون خارج الصندوق للحصول على تأثير جيد. كعميل ، لا داعي للقلق ، حيث لدينا عملية تدقيق لغوي بعد عملية التحرير ولن يكلفك الأمر التالي. جميع هذه الشروط والأحكام منصوص عليها بوضوح في عقود اللغويين وفي تأمين التعويض لدينا. \n \n في SACT ، نقدم لك خدمات التدقيق اللغوي وتحرير النسخ حسب الطلب. سواء كنت تريد أن تتضمن خدمات التدقيق اللغوي لدينا مراجعات أم لا ، فإننا نطلب منك فقط \n تحديد نطاق الخدمات المطلوبة. عادةً ، عندما يطلب العميل التصحيح اللغوي ، نتوقع أنه سيحتاج إلى تصحيح الأخطاء النحوية ، أو مشكلات التنسيق ، \n الأخطاء النحوية أو الأخطاء المطبعية. ولكن إذا كنت بحاجة إلى خدمات التدقيق اللغوي لاستخدامات أو نطاق مختلف أو أوسع ، فلا تتردد في طلب ذلك.",
  "webContentTranslationAndLocalizationTitleData": "ترجمة محتوى الويب وتعريبه",
  "webContentTranslationAndLocalizationDescriptionData": "ترجمة محتوى الويب وتعريبه \n \n \n هناك سيناريو عالمي حيث تزداد المنافسة على أساس يومي وأصبح محتوى الويب أداة أساسية وفعالة للشركات والأفراد لجذب \n المزيد من العملاء حول العالم. إذا كان لديك نشاط تجاري وموقع ويب به قاعدة عملاء محتملين في الشرق الأوسط أو إنجلترا ، فيجب أن يكون محتوى الويب الخاص بك باللغتين العربية والإنجليزية \n حتى تتمكن من الحصول على أقصى استفادة من الويب الخاص بك. شركة صالح العمر للترجمة المعتمدة هي مزود لغوي خبير عندما يتعلق الأمر بمحتوى الويب \n الترجمة من الإنجليزية إلى العربية والعكس. سواء كانت اللغة الإنجليزية أو العربية ، نحن هنا لمساعدتك على تلبية جميع احتياجات ترجمة محتوى الويب. \n \n إذا كنت تريد معرفة الفرق بين الترجمة والتعريب ، فستجد أن الترجمة تركز على تحويل المعجم و مجموعات أخرى من الكلمات من \n المصدر إلى اللغة الهدف ، بينما يركز الأقلمة على الاختلافات الاجتماعية للسكانية الهدف. هذه العوامل حيوية لجعل لغة موقع الويب \n تبدو طبيعية وأصلية. \n \n بدءًا من إنشاء محتوى موقع الويب وحتى ترجمة هذا المحتوى ، ستحصل على جميع خدماتك تحت سقف واحد ، مع العناية القصوى حيث تتم مراجعة جميع أعمالك بواسطة خبراء \n وكتاب محتوى ومترجمين محترفين. يمكننا ترجمة محتوى الويب الخاص بك إلى العديد من اللغات ، حسب حاجتك. نحن نقدم خدمات ترجمة شاملة \n لمواقع ويب مختلفة. بالإضافة إلى تنسيق المستندات من مواد موقع الويب الأصلية ، بالإضافة إلى الحفاظ على السياق والغرض الأصلي الدقيق الذي سيكون \n مناسبًا لمصممي ومبرمجي مواقع الويب لدينا لاحقًا. نحن نعتني بالعديد من المكونات المضمنة في موقع الويب الخاص بك والتي يتم تجاهلها عادةً ، مثل الأسئلة الشائعة ، وصفحات الاتصال \n ، البنود والشروط ، نهج الخصوصية ونماذج الاستفسار. \n \n من المرجح أن يطلب عملاؤك المحتملون خدماتهم المطلوبة من مواقع الويب التي تخاطبهم بلغتهم. نحن ندرك أن المنافسة عالية \n والتوقعات أعلى. هناك دراسة استقصائية مشتركة بينت أن معظم العملاء العالميين يستخدمون الخدمة فقط أو يشترون المنتجات من مواقع الويب التي تزودهم بالمعلومات \n بلغتهم الخاصة. لذا ، فإن وجود موقع ويب احترافي مترجم معروض بعدة لغات يوفر فرصة جيدة للاستثمار للشركات التي تسعى إلى توسيع \n وجودها العالمي. \n \n لدينا ، في صالح العمر للترجمة المعتمدة (SACT) مترجمون ومطورون محترفون ومؤهلون داخل شبكتنا العالمية. على الرغم من أننا نمتلك بضع سنوات من الخبرة \n في ترجمة وتعريب مواقع الويب والبرامج للعديد من الشركات ، فقد أثبتنا أننا نقدر قيمة أكبر. \n \n نحن نقدم تقنيات منظمة للغاية وشاملة ومبتكرة لخدمات ترجمة محتوى مواقع الويب وخدمات التعريب. نحن نعمل على تلبية احتياجاتك وجميع الطلبات الخاصة بغض النظر عن وسائل الخدمة أو التوصيل المفضلة لديك. إذا كنت بحاجة إلى أن يعمل فريق المطورين لدينا مباشرةً داخل النظام الأساسي الخاص بك وضمن التعليمات البرمجية الخاصة بك أو كنت \n تفضل ترجمة موقع الويب الخاص بك وتحميله مباشرةً على نظام إدارة المحتوى الخاص بك ؛ يمكننا أن نفعل ذلك لك. بخلاف ذلك ، قد تفضل أن يتم تقديم ترجمة موقع الويب \n في ملف آخر ، لذلك سنفعل ذلك من خلال مرونتنا في التعامل. \n \n سيبذل خبراؤنا قصارى جهدهم لترتيب أولوياتك واقتراح لغات أجنبية أخرى يتم استخدامها في جميع أنحاء العالم بالإضافة إلى العبارات الأساسية التي تستهدفها \n وسيقومون بفحص صفحتك أيضًا للتأكد من تكوينها بشكل صحيح لتحديد اللغة والأحرف المستخدمة. يمكن أن يكون لديك موقع ويب متعدد اللغات وترجمته \n في غضون أيام أو أسابيع بدلاً من شهور. نحن نساعدك على النمو عبر الإنترنت لأننا نسهل على موقع الويب الخاص بك أن يكون متعدد اللغات. إذا كنت بحاجة إلى أي مناقشة \n أولية أو معرفة المزيد حول خدمتنا ، فما عليك سوى الاتصال بنا.",
  "transcriptionTitleData": "تفريغ الصوتيات",
  "transcriptionDescriptionData": "النسخ \n \n النسخ هو تحويل مصدر اللغة المنطوقة إلى نموذج مكتوب. تعتبر أكثر المهام تعقيدًا بالنسبة للفرد الذي يكتب بالفعل ما يعتقده أو يشعر به الآخرون بالضبط. في صالح العمر للترجمة المعتمدة (SACT) ، سوف تكون على يقين من أنه مهما كان نوع خطابك ، فإن فريقنا سيوفر لك نفس الكلام الدقيق \n وسيتم نسخه بطلاقة للتأكد من أن المعنى يتماشى مع الأصل نص \n \n \n يمكن لموظفينا نقل كتاباتك أو نصوصك أو رسائلك المسجلة إما باللغة الإنجليزية أو اللغة العربية بدقة وكفاءة بالإضافة إلى تقديم خدمة دقيقة \n. سواء كنت فردًا أو شركة تجارية تتعاون وتحتاج إلى خدمة نسخ احترافية ، فنحن هنا للمساعدة. \n \n \n تتم مراجعة جميع مواد النسخ من قبل قسم ضمان الجودة لدينا قبل أن تصبح نهائية وجاهزة للتسليم. إذا كنت بحاجة إلى شخص يمكنه رعاية \n متطلبات الترجمة الخاصة بك بخبرة كاملة ، فإن شركة صالح العمر للترجمة المعتمدة (SACT) هي الخيار المناسب لك. تتعامل شبكاتنا العالمية من المترجمين المحترفين ، \n المترجمين ، واللغويين مع اللغتين الإنجليزية والعربية عبر مجموعة من القطاعات المختلفة ، وهم بناءً على طلبك لمساعدتك في تلبية احتياجاتك. \n \n \n كشركة خدمات ترجمة دولية ، لدينا مترجمون محترفون ، يمكنهم التعامل مع اللغتين الإنجليزية والعربية وهم في متناول اليد لأخذ مشروعك \n إلى حساب. لذلك ، إما أن تكون لغة الصوت باللغة الإنجليزية أو العربية ، فسنقوم بنسخها نيابة عنك. نعمل على جميع أنواع الملفات الصوتية الرقمية. بالإضافة إلى ذلك ، يمكن إرسال جميع البيانات إلينا عبر خوادمنا وحفظها وفقًا لمعايير حماية البيانات. تأكد من أن بيانات الأمان الخاصة بك هي في صميم \n كل ما نقوم به. \n \n \n تخضع جميع أعمال النسخ الخاصة بنا لعملية من مرحلتين. يتم نسخ كل تسجيل بواسطة ناسخ محترف ثم يقوم أحد اللغويين بفحصه للتأكد من دقته وسلامته. إذا كانت أي كلمات أو عبارات أو تهجئة غير واضحة ، فسيتم وضعها بين قوسين مربعين [] ، للإشارة إلى أنها تتطلب التحقق من قبل العميل. \n \n عند اكتمال النصوص الخاصة بك ، سنعيدها مرة أخرى عبر البريد الإلكتروني أو القرص المضغوط أو نسخة ورقية في الموعد النهائي ووفقًا لتعليماتك ومعاييرنا. بالإضافة إلى \n ، يمكنك أن تختار في البداية ما إذا كنت ترغب في الحصول على نسخ حرفي أو قياسي. مقابل رسوم إضافية ، يمكن أيضًا إدراج ترميز الوقت للإشارة إلى \n كل تغيير في مكبر الصوت. تتيح ملفات الصوت عالية الجودة أن يكون النسخ هو الأفضل. تُفضل الملفات الإلكترونية لأنها توفر تنسيقات سهلة وسريعة بحيث يمكنك \n العمل بها ويمكن تحميلها بأمان إلى موقعنا على الويب. \n \n \n يمكن أن تؤثر العديد من العوامل على الوقت المستغرق في نسخ التسجيلات. الأسعار المقدمة لكل مشروع ستكون على أساس المحتوى وعدد مكبرات الصوت ومعدل الكلام وما إذا كان هناك أي لهجات \n وضوضاء الخلفية وجودة التسجيل الصوتي. نحتفظ بالحق في مراجعة عرض الأسعار الخاص بنا إذا كان يختلف اختلافًا كبيرًا عن المعلومات المقدمة ، أو إذا كان التسجيل \n غير واضح. \n \n \n نهدف دائمًا إلى تقديم أكثر الأسعار تنافسية لعملائنا للنسخ ، دون استبعاد أي شيء من رعاية عملائنا. هدفنا هو مساعدتك في الحصول على \n ما تحتاجه بالضبط ، عندما تحتاج إليه \n \n \n ستتلقى خدمات النسخ من موفر معتمد لأن أعمالنا معتمدة من الغرفة التجارية السعودية بالإضافة إلى كونها كاملة -خدمة \n وكالة الترجمة ، يمكننا العمل كمزود شامل لأي خدمات لغوية أو أي احتياجات لغوية أخرى. \n \n تتكامل خدمات الترجمة لدينا بسلاسة مع خدماتنا اللغوية والنسخ. كعضو مسجل في الغرفة التجارية السعودية ، تلتزم جميع ترجماتنا \n بالمتطلبات المهنية لتلك الوكالة الحكومية. لذلك يمكنك أن تطمئن إلى أنك ستتلقى دائمًا خدمة من الدرجة الأولى معنا.",

  "English": "إنجليزي",
  "Arabic": "عربى",
  "Russian": "الروسية",
  "Italian": "إيطالي",
  "Chinese": "صينى",
  "Spanish": "الأسبانية",
  "French": "فرنسي",
  "German": "ألمانية",
  "Dutch": "هولندي",
  "majorlanguages": "لغات حية",
  "otherLanguages": "اللغات الاخرى",

  "name": "الاسم",
  "phone": "رقم الهاتف",
  "email": "البريد الإلكتروني",
  "numberOfPage": "عدد الصفحات",
  "languageFrom": "اللغة من",
  "to": "إلي",
  "requestStatus": "حالة الطلب",
  "notes": "ملاحظات",
  "message": "رسالة",

  "normal": "عادي",
  "urgent": "مستعجل",
  "getAQoute": "طلب ترجمة",
  "payUsing": "ادفع بستخدام",

  "Faq1Title": "هل تقدمون ترجمة معتمدة؟",
  "Faq1Description": "نحن نقدم خدمة شاملة لترجمة وتصديق المستندات المختلفة مثل شهادات الميلاد وأوراق الزواج / الطلاق والشهادات / الدبلومات وشهادات التأمين والتقارير الطبية والمراجع والمراسلات الشخصية وجميع أنواع الوثائق القانونية.",
  "Faq2Title": "كيف سأحصل على ترجمتي؟",
  "Faq2Description": "بالطريقة التي تفضلها ، يمكنك الحصول عليها كنسخة ورقية أو نسخة إلكترونية.",
  "Faq3Title": "كيف يمكنني ترجمة المستندات الخاصة بي؟",
  "Faq3Description": "بالطريقة التي تفضل نسخة مطبوعة أو إلكترونية ؛ للحصول على نسخ ورقية من المستندات ، يمكنك إرسالها إلينا بالبريد أو تسليمها في مكتبنا في الرياض. بالنسبة للنسخة الإلكترونية ، يرجى تحميل مستنداتك من خلال نموذج حجز الترجمة على موقعنا الإلكتروني www.sact.co ، ثلاث خطوات فقط وستتلقى عرض أسعار للمشروع. سيتم تأكيد طلبك بعد الدفع وسيتم إخطارك بموعد تسليم المشروع. يمكنك أيضًا إرسال ملفاتك إلكترونيًا عبر البريد الإلكتروني على info@sact.co.",
  "Faq4Title": "من فضلكم ، أبحث عن مترجمين فوريين للغة الإنجليزية والعربية لورشة عمل مدتها 3 ساعات",
  "Faq4Description": "يرجى إرسال بريد إلكتروني إلينا يتضمن تفاصيل الاتصال الخاصة بك مع تحديد الوقت والمكان وعدد الجمهور المتوقع وسيتصل بك متخصصو الترجمة الشفوية في الحدث على الفور.",
  "Faq5Title": "هل من الممكن أن تخبرني بعنوانك المفصل؟",
  "Faq5Description": "يمكنك أن تجدنا في 8592 طريق الملك فهد ، برج توليب ، الدور الثامن ، العليا ، الرياض 12333-3802 ، المملكة العربية السعودية",
  "Faq6Title": "ما هي أنواع المدفوعات التي تقبلونها؟",
  "Faq6Description": "نحن نقبل جميع بطاقات الائتمان أو بطاقات الخصم أو التحويلات المصرفية أو الدفع النقدي في مكتبنا وبطاقة الخصم المباشر مدى",
  "searchUsingCvCode": "ابحث باستخدام رمز السيرة الذاتية",
  "electronicInvoice": "الفاتورة الإلكترونية",
  "taxNumber": "الرقم الضريبي",
  "date": "تاريخ",
  "invoiceNumber": "رقم الفاتورة",
  "requiredTranslation": "الترجمة المطلوبة",
  "page": "صفحة",
  "pagePrice": "سعر الصفحة",
  "totalPrice": "السعر الكلي",
  "vat": "ضريبة القيمة المضافة",
  "sendTheInvoiceAndProceedToPay": "أرسل الفاتورة وتابع للدفع",
  "uniqueTranslationDescription": "تضمن شركة صالح العمر للترجمة المعتمدة معايير عالية من الخدمات اللغوية والترجمة من خلال فريق متميز للغاية من المترجمين والمترجمين الفوريين.",
  "howDoWeWorkDataDescription": "تعمل SACT معك عن كثب لضمان فهمنا وتقديم الخدمة النهائية التي تحتاجها عندما تبحث عنها. تعتبر الطريقة السريعة والجيدة والتواصل مع العميل أمرًا ضروريًا في إجراء خدمات الترجمة. نحن نتفهم احتياجاتك ونصمم خدمتنا لتقديم أفضل دعم وخدمة.",
  "faqsDataDescription": "الأسئلة المتداولة وآراء العملاء والمقالات",
  "sar": "ريال",
  "location": "8592 طريق الملك فهد ، برج توليب ، العليا ، الرياض 12333 -3802 ، المملكة العربية السعودية",
  "buildYourCv": "انشئ سيرتك الذاتية",
  "JoinUs": "انضم إلينا",
  "JoinUsDescription": "تفتخر شركة صالح آل العمر للترجمة المعتمدة باستقطابها للمحترفين في الترجمة التحريرية والفورية من كافة أرجاء الكرة الأرضية. لدينا شبكة كبيرة من المترجمين في الشرق الأوسط وأفريقيا وأوروبا حيث يوجد عملاؤنا. إذا كنت حاصل على درجة علمية معترف بها في الترجمة ولديك أكثر من خمس سنوات خبرة عملية في الترجمة سواء أكانت متخصصة أم لا، فنود أن نتعرف عليك ويشرفنا أن تكون جزء من فريقنا في شركة صالح آل العمر للترجمة المعتمدة.",
  "job": "مهنة",
  "JoinUsAs": "انضم إلينا بصفتك",
  "address": "العنوان",
  "translator": "مترجم تحريري",
  "interpreter": "مترجم فوري",
  "JoinOurPoolofFreelancers": "مترجم حر",

  "yourEnquiry": "رأيك",
  "send": "إرسال",
  "age": "عمر",
  "gender": "الجنس",
  "nationality": "جنسية",
  "placeOfResidence": "مكان الإقامة",
  "socialStatu": "الحالة الاجتماعية",
  "major": "التخصص",
  "yearsOfWorkExperience": "عدد سنين الخبرة في العمل",
  "experienceLevel": "مستوى الخبرة",
  "expectedSalary": "الراتب المتوقع",
  "skills": "المهارات",
  "codeReference": "مراجع الكود",
  "dateOfLastEducationalCertificate": "تاريخ الحصول عليها",
  "lastEducationalCertificate": "آخر شهادة تعليمية",
  "Courses": "الدورات",
  "dateOfPublication": "تاريخ النشر",

  "customerReviewsName": "مازن سنجاب",
  "customerReviewsAdjective": "طبيب",
  "customerReviewsDescription": "خدمة مثالية. كل ما تحتاجه هو إرسال المواد الخاصة بك على WhatsApp وستكون جاهزة في غضون ساعة إلى ساعتين. استقبال ترحيبي لطيف مع كرم الضيافة العربية. الأسعار معقولة.",

  "customerReviewsName2": "ساري برازي",
  "customerReviewsAdjective2": "مدرب",
  "customerReviewsDescription2": "خدمة أكثر من رائعة. يكفي ان ترسل ما تريد ترجمته عبر الواتس ثم تذهب للمكتب بعد ساعة او ساعتين لتستلم الترجمة. استقبال لطيف وضيافة عربية. والاسعار معقولة.",

  "customerReviewsName3": "عثمان العقيل ",
  "customerReviewsAdjective3": "دكتور جامعى",
  "customerReviewsDescription3": "المركز منضم وسريع في الترجمة.. ارسلت لهم مستند للترجمة عن طريق الجوال وتم التفاعل والترجمة السريعة وعند الوصول حصلت المستند جاهز للتسليم.. ارشح المركز لأي مستندات ترجمة",

  "customerReviewsName4": "سامح الصفدي",
  "customerReviewsAdjective4": "مدير",
  "customerReviewsDescription4": "خدمة ممتازة وبسرعة وكان تواصلهم معي على الواتس آپ يسهّل علي الأمور. بصراحة راااائعين الحمدلله",

  "customerReviewsName5": "احمد غزال",
  "customerReviewsAdjective5": "محاسب",
  "customerReviewsDescription5": "صدق في تسليم في لمواعيد خدمه فوق لممتاز لو يوجد تقييم في١٠ نجوم تستاهلون ارسلت الاوراق عبر لواتس اب واستلمتهم تاني يوم انصح كل من بده يترجم يترجم بهاد لمكتب روعه  والله ولي توفيق شكرآ لخدمتكم",

  "customerReviewsName6": "الكادي الميزر",
  "customerReviewsAdjective6": "مرشد محلي",
  "customerReviewsDescription6": "كانت تجربة رائعه للمره الأولى و لكن بالتأكيد لن تكون الاخيره.... شكرا لكم جزيلا.",

  "confidentiality": "السرية وعدم الافصاح",
  "confidentialityDescriptionData": "الحفاظ على سرية المعلومات الخاصة بعملائنا وبياناتهم، وكذلك أمن هذه المعلومات والبيانات وحمايتها، هو أمر بالغ الأهمية بالنسبة لنا. ويُسعِدنا إعلام عملائنا أننا قمنا بتطوير أنظمة ابتكارية على مدار الأربعة أعوام الماضية، مما مكننا من أن نصبح من أوائل الشركات اللغوية المتخصصة \nتحصل على شهادة لأنظمتنا وخدماتنا العالمية؛ ونحن نُطبق المعايير الدولية لضمان الحفاظ على أمن المعلومات.\n\n تمثل بياناتك ووثائقك أمرًا بالغ الأهمية في أعمالنا، حيث إننا نضمن ألا يصل أحد إلى معلومات وبيانات العملاء سوى الأشخاص المخولين بذلك. كما يخضع جميع موظفينا واللغويين العاملين لدينا لفحص تاريخهم بالكامل، وملتزمون باتفاقيات للحفاظ على السرية والنزاهة في أداء العمل وكافة \nالاتصالات الأخرى التي يشاركون بها. يقوم مديرو المشاريع لدينا بفحص ومراقبة الأعمال اللغوية المختلفة في كل عمل يسند إليهم لضمان الامتثال.\n\n لدينا بتأمين أنظمة إرسال آمنة خاصة بكافة البيانات التي يتم إرسالها من خلال وسائل آمنة أو من خلال خادم FTP الخاص بنا. وهذا النظام قائم وفقًا لمعاير حماية البيانات.\n\n  كما نبذل قصارى جهدنا للمحافظة على أمان أعمالنا اللغوية لتعاملنا اليومي مع مواد عالية السرية، بالإضافة إلى أن المحافظة على أمان هذه المستندات يعتبر جزءًا أساسيًا من عملنا ونجاحنا.\n\n  ولقد أبرمنا شراكات مع متخصصين ومحترفين في الأمن و في إنفاذ القانون لدعمنا في مجالات أعمالنا المتخصصة؛ ويشمل ذلك توظيف اللغوين لدينا وتوزيعهم الآمن للعمل في مؤتمرات رفيعة المستوى. وتتم صياغة كافة اتفاقيات عدم الإفصاح الخاصة بالقضايا الحساسة ، مثل قضايا \nالاستحواذ على الأصول والمناقصات.",
  "cookiesPolicy": "سياسة ملفات تعريف الارتباط (الكوكيز)",
  "cookiesPolicyDescriptionData": "سيتعقب موقع شركة صالح آل عمر للترجمة المعتمدة الإلكتروني تلقائيًا معلومات محددة تتعلق بكم عند استخدامكم لهذا الموقع الإلكتروني، مثل عنوان بروتوكول الإنترنت (IP) وتعريف المتصفح؛ ولا تُستخدم تلك المعلومات إلا فيما يخص إدارة النظام ولتقديم إحصائيات لتقييم استخدام هذا \nالموقع. وسوف نستخدم ملفات تعريف الارتباط من أجل حفظ تفضيلاتكم أثناء زيارتكم الحالية وأيّ زيارات مستقبلية لكم، حيث لا يتم حذف ملف تعريف الارتباط في غضون ذلك.\n\n  وقد نقوم بإعادة تسويق معلوماتكم، حيث إن إعادة التسويق هي إحدى طرقنا في التواصل مع المستخدمين، استنادًا إلى التفاعلات السابقة مع موقع شركة صالح آل عمر للترجمة المعتمدة الإلكتروني. وقد توظف شركة صالح آل عمر للترجمة المعتمدة مقدمي تسويق آخَرين لأداء خدمات إعادة \nالتسويق؛ ويترتب على ذلك قيام المقدمين الآخرين، ومن بينهم Google، بعرض إعلانات شركة صالح آل عمر للترجمة المعتمدة على مواقع الإنترنت، ويستخدم المقدمون الآخرون، ومن بينهم جوجل، ملفات تعريف الارتباط لتقديم إعلانات تستند إلى زيارات المستخدمين السابقة لموقع \nشركة صالح آل عمر للترجمة المعتمدة الإلكتروني.\n\n  لإلغاء الاشتراك في إعلانات شبكة Google الإعلانية المخصصة للعرض اضغط هنا. ولمعرفة المزيد حول كيفية استخدام Google لأيّ بيانات يجمعها، يرجى زيارة الرابط http://www.google.com/privacy_ads.html.\n\n  لا يتم استخدام أيّ معلومات يتم جمعها إلا لأغراض إعادة التسويق، ولن يتم استخدامها لأيَّة أغراض أخرى.\n\n  نحن نستخدم \"ملفات تعريف الارتباط\" على هذا الموقع الإلكتروني، وملف تعريف الارتباط هو مجموعة بيانات مخزنة على القرص الصلب لزائر موقعنا الإلكتروني لمساعدتنا في تحسين تصفحكم لموقعنا وللتعرف على الزائرون الذين يترددون كثيرًا على موقعنا الإلكتروني، فعلى سبيل المثال، \nعندما نستخدم ملف من ملفات تعريف الارتباط للتعرف عليكم، فلن يتوجب عليكم إدخال الرقم السري سوى مرة واحدة، وبذلك توفرون الوقت عندما تتصفحون موقعنا الإلكتروني. كما تُمكننا ملفات تعريف الارتباط من تتبع واستهداف اهتمامات المستخدمين لموقعنا بغرض تحسين تجربة \nاستخدام موقعنا الإلكتروني. يتم استخدام ملف تعريف الارتباط بطريقة لا ترتبط بأيّ معلومات شخصية تعريفية على موقعنا الإلكتروني. كما يمكن لبعض شركائنا في الأعمال أن يستخدموا ملفات تعريف الارتباط على موقعنا الإلكتروني (على سبيل المثال، المعلنون)؛ إلا أننا لا نملك \nالوصول إلى ملفات تعريف الارتباط تلك أو التحكم بها.",

  "houseOfTransaltor": "بيت المترجم",

  "customerSupport": "خدمة العملاء",
  "customerFeedback": "إستطلاع رأى العملاء",
  "contactUs": "تواصل معنا",
  "callNowforServices": "اتصل بنا لخدمتك",
  "ourVegenTo2030": "تنبثق رؤية المملكة العربية السعودية 2030 مع رؤيتنا لازدهار المملكة.",

  "firsname": "الاسم الاول",
  "lastName": "اسم العائلة",
  "jobLevel": "مستوى الوظيفة",
  "employmentType": "نوع الوظيفة",
  "requiredJobRole": "الدور الوظيفي المطلوب",
  "previousWorkPlaces": "أماكن العمل السابقة",

  "male": "ذكر",
  "female": "أنثى",
  "married": "متزوج",
  "single": "اعزب",
  "divorce": "مطلق",
  "beginner": "مبتدئ",
  "experienced": "يختبر",
  "administrative": "إداري",
  "fullTime": "وقت كامل",
  "partTime": "دوام جزئى",
  "freelancer": "مستقل",
  "contracts": "عقود",
  "register": "التسجيل",
  "jobSeeker": "طالب عمل",
  "jobSeekerDescription": "فقط قم ببناء سيرتك الذاتية معنا واحصل على وظيفة صعبة",

  "saturday": "السبت",
  "sunday": "الأحد",
  "monday": "الاثنين",
  "tuesday": "يوم الثلاثاء",
  "wednesday": "الأربعاء",
  "thursday": "يوم الخميس",
  "firday": "يوم الجمعة",
  "closed": "مغلق",
  "ourOffices": "مكاتبنا",
  "alOlayaBranch": "فرع العليا",
  "makkahAlMukarramahBranch": "فرع مكة المكرمة",
  "salehAlOmarCertifiedTranslation": "صالح آل عمر للترجمة المعتمدة",
  "secondLocation": "2059 طريق مكة المكرمة ، الرياض",
  "telephone": "رقم الهاتف",
  "likeUsOnFacebook": "اعجب بنا على الفيسبوك",
  "readMore": "اقرأ المزيد",
  "leaveAComment": "اترك تعليقا",

  "articelTitle1": "Bing Translation Error Angers Saudi Arabia",
  "articelDescription1": "Microsoft’s search engine Bing has placed Microsoft Corporation in dilemma with the Kingdom of Saudi Arabia through a mistranslation.\n\nWhen the Arabic word “Daesh” (the Arabic acronym for the so-called Islamic State) was typed into “Bing Translate”, the English translation would appear as “Saudi Arabia”, according to “Khaberni” Site.\nThat technical error made a fuss in Saudi Arabia, when many Saudi social media users called for a boycott of Bing and Microsoft.\n\nMicrosoft Corporation has issued a formal apology to the Kingdom of Saudi Arabia, describing the error “unintentional”.  In consequence, Mamduh Al-Najjar, officer of Microsoft’s Saudi Arabia branch, expressed his rejection towards anything that might offend Saudi Arabia.\n\nMoreover, Microsoft rushed to amend the incorrect translation and opened an investigation to prevent such incidents in the future.\n\nHowever, the translation may considered correct to many critics who have accused Saudi Arabia of funding “Daesh” directly and by taking limited action to prevent private donors from sending money to the group. Currently, it is estimated that around 2,500 Saudi nationals to be fighting with “Daesh”.\n\nBesides the general dissatisfaction of the Kingdom’s relationship with “Daesh”, Saudi Arabia is part of a coalition of 34 Muslim nations formed to fight the extremist militant group – a position seems to be slightly complex for Bing to maneuver?\n\n",
  "articelDate1": "29th Jun 2016",

  "articelTitle2": "USA search for a magical translation wond",
  "articelDescription2": "An automated language translation system or device must be able to interpret and analyze all elements of text or oral translations. Must have experience in grammar and syntax, and the signs of both languages; source language and target language, as well as knowledge of each geographical region of the individual speaking.\n\nThese devices must have the ability to update and add vocabulary immediately, copy all translations immediately, and enable the user to take notes and save additional information during use. It is preferred in these devices to translate colloquial language and phrases and slang texts. In addition, these devices should be obtained at a reasonable cost at the operational and installation level.\n\nThe institution that asks suppliers to provide ideas about this magical device is not the space fleet command, but the US Federal Bureau of Prisons (BOP). On July 20, 2016, the US Federal Bureau of Prisons - a subsidiary department of the US Department of Justice - launched an \"Application for Information\" on \"Automatic Language Translation\".\n\nThe US Federal Bureau of Prisons is a law enforcement agency responsible for arrest and execution of federal criminals accused of crimes at the national level ranging from identity theft, drug trafficking to terrorism. It consists of 122 correctional institutions, a central office and 32 other relevant offices, whose mission is to supervise nearly 200,000 federal prisoners.\n\nSlator has reached the US Federal Bureau of Prisons to learn more about the state of use of the technology. \"The US Federal Bureau of Prisons, in accordance with its policy, monitors the contacts of prisoners to ensure that they do not involve any form of further criminal activity, and this coverage covers both written and verbal communication, and with regard to communications written in foreign languages, translation services are required . \"",
  "articelDate2": "20th Feb 2017",

  "articelTitle3": "Where is Trump?",
  "articelDescription3": "Russia and Iran clash over Assad's body. Where is Trump?\n\nThe article was published on the Newsweek news website by Frederick Hoff, director of the Rafik Hariri Center for the Middle East\n\nRussia and Iran clash over Assad's body. Where is Trump?\n\nSix years ago, Syrian President Bashar Assad betrayed his country when he authorized the shooting of peaceful protesters.\n\nAs the war in Syria entered its year, everyone in Syria and abroad adapted to the high price of maintaining one authority, one family and one footnote.\n\nObservers appalled by the enormity of the humanitarian catastrophe in the country are now waking up to new events, such as the regime's crazy move to bomb 5.5 million people in Damascus from running water: a possible weapon.\n\nQuestion: To what extent does this deadly junta fit Syria's future?\n\nMost probably, this is the middle ground for Syria, and this does not mean that this team is investigating the destruction of the state in Syria alone. Fadash is known as a long-time deadlock on improving them. The Fatah al-Sham Front - the former Nasserist Front - is also fighting President al-Assad just as it is trying to erase the national alternatives in Syria to the head of the devastation.\n\nSuicide bombers in Syria are not worth the trouble of carrying out operations except their cowards. But the regime, whose prisons have been closed by Islamist extremists to marginalize its opponents and its collective food-killing strategy, has become a unique category in which no one is involved.\n\nSome Syrians who oppose Assad are expected to expect his immediate departure from power or demand it. They have become aware of the harsh reality of the war against Iraq.\n\nIdeas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas Ideas and ideas and ends their mission to find ways to negotiate with Syria's biggest ruin - Bashar - without allowing him to devour them.\n\nThe symbols belonging to this camp speak with Russia. So far, his thought does not mean how Trump's administration deals with Syria. It was amazing how I described her words.\n\nThe bosses of this camp, like Turkey, concluded with two things: that Russia's survival in Syria is an ill-advised disease; here is Iran's stay in Syria and the death of an investigator. Both parties, Turkey and the opposition, have chosen to work with Russia\n\nTo work for two things, turn it into \"environmental protection\" from the campaign for change. Because we live in a time of \"fabricated news,\" accusing Obama of trying to force Assad out is very innovative. In fact, there was a certain song between and without the military administration.\n\nAs for Tehran, Assad's failure is more than just the facade of governments on the state. [Legal]. This is the case with Russia. There is no confusion in Iran's vision of the Assad team's reality, and it is rife with corruption, inefficiency and brutality. But Maarouf knows something else: after Assad, Syria will not have to subjugate God to justify God.\n\nRussia favors increasing Assad and has turned into a healer for the country's unified surgeon capable of leading the process of reconciliation in the reconstruction of the country. But they know who they are with, and they know it from a broad perspective, however, it can not really be so settled.\n\nMoscow realizes that this can not happen under\n\nIran has no interest in breaking Assad's approach. As long as her husband has the upper hand in \"Syria is useful\" to its interests - the first part and the dogs on it.\n\nAnd because she knows that her man will not win forever, they are now building militia structures on a party, Hezbollah, to control the rest of Syria, as it does in Lebanon. In fact, the fighters remain in place.\n\nSix years ago, Bashar al-Assad embarked on a process that completely undermined his ability to rule Syria, as he and his father had done for four years in the past. However, his family and his entourage remained in power. As an agent for Iran, he illustrates the stumbling block to Syrian Syria. Mosqua is well aware that this is the case. Will you take any action? Is heser doing this?\n\n\n\nThese are the questions that Syrian nationalists and nationalists are seeking to answer urgently. And what they seek this only after the absence of America for itself from the scene",
  "articelDate3": "20th Mar 2017"
}
